Repository: craws/OpenAtlas
Catalog: openatlas/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, pl

source: invalid reference system class
ca: classe de sistema de referència no válida
de: ungültige Referenz System Klasse
es: clase de sistema de referencia inválida
pl: nieprawidłowa klasa systemu odniesienia

source: invalid reference system
ca: sistema de referència no vàlid
de: Ungültiges Externes Referenz System
es: sistema de referencia no válido
pl: nieprawidłowy system odniesienia

source: invalid reference system value
ca: valor del sistema de referència no vàlid
de: Ungültiger Wert für Externes Referenz System
es: valor del sistema de referencia no válido
pl: nieprawidłowa wartość systemu odniesienia

source: invalid match type
ca: tipus de concordança no vàlid
de: Ungültige Übereinstimmungstyp
es: tipo de concordancia no válido
pl: nieprawidłowy typ dopasowania

source: invalid type ids
ca: ids de tipus no vàlids
de: Ungültige Typen-IDs
es: ids de tipo no válidos
fr: type des ids invalides
pl: nieprawidłowe identyfikatory typów

source: single type duplicates
ca: duplicats de tipus únic
de: Mehrer Typen für Einzelauswahl-Typus
es: duplicados de tipo único
pl: duplikaty pojedynczego typu

source: invalid value types
ca: tipus de valors no vàlids
de: Ungültige Werttypen
es: tipos de valores no válidos
pl: nieprawidłowe typy wartości

source: invalid value type ids
ca: id de tipus de valor no vàlids
de: Ungültige Werttypen-IDs
es: id de tipos de valor inválidos
pl: nieprawidłowe identyfikatory typów wartości

source: invalid value type values
ca: els valors de tipus de valor no són vàlids
de: Ungültige Werttypen Einträge
es: valores de tipo de valor no válidos
pl: nieprawidłowe wartości typu wartości

source: invalid coordinates
ca: coordenades invàlides
de: Ungültige Koordinaten
es: coordenadas inválidas
fr: coordonnées invalides
pl: nieprawidłowe współrzędne

source: invalid OpenAtlas class
ca: classe OpenAtlas no vàlida
de: ungültige OpenAtlas Klasse
es: clase OpenAtlas inválida
pl: nieprawidłowa klasa OpenAtlas

source: invalid reference id
ca: id de referència no vàlid
de: ungültige Referenz ID
es: id de referencia no válida
pl: nieprawidłowy identyfikator odniesienia

source: invalid origin reference id
ca: id de referència d'origen no vàlid
de: ungültige origin Referenz ID
es: id de referencia de origen no válida
pl: nieprawidłowy identyfikator odniesienia pochodzenia

source: empty names
ca: noms buits
de: Leere Namensfelder
es: nombres vacíos
pl: puste nazwy

source: empty ids
ca: ids buits
de: leere IDs
es: ids vacías
pl: puste identyfikatory

source: empty parent id
ca: id d'element superior buit
de: leere Super ID
es: id de padre vacío
pl: pusty identyfikator rodzica

source: missing name column
ca: falta el nom de la columna
de: Name-Spalte fehlt
es: falta el nombre de la columna
fr: colonne nom manquante
pl: brak kolumny nazwy

source: ids already in database
ca: ids ja existeixen a la base de dades
de: IDs schon in der Datenbank vorhanden
es: ids que ya existen en la base de datos
fr: les ids sont déjà dans la base de données
pl: identyfikatory już w bazie danych

source: double ids in import
ca: ids dobles en la importació
de: Doppelte IDs beim importierten
es: ids dobles en la importación
fr: il y a des doublons d'ids dans l'import
pl: podwójne identyfikatory w imporcie

source: multiple parent ids
ca: diversos identificadors de pares
de: mehrfache super IDs
es: ids de padres múltiples
pl: wiele identyfikatorów nadrzędnych

source: invalid openatlas parent id
ca: id d'element superior d'OpenAtlas no válid
de: ungültige OpenAtlas super ID
es: Id. de padre de OpenAtlas no válida
pl: nieprawidłowy identyfikator rodzica openatlas

source: invalid parent id
ca: id de element superior no válid
de: ungültige super ID
es: Id. de padre no válido
pl: nieprawidłowy identyfikator rodzica

source: invalid parent class
ca: classe invàlida de l'elements superior
de: ungültige Super Klasse
es: clase padre inválida
pl: nieprawidłowa klasa nadrzędna

source: project
ca: projecte
de: Projekt
es: proyecto
fr: projet
pl: projekt

source: entities
ca: entitats
de: Entitäten
es: entidades
fr: entités
pl: podmioty

source: project inserted
ca: projecte insertat
de: Projekt angelegt
es: proyecto insertado
fr: projet inséré
pl: projekt wstawiony

source: delete %(name)s?
ca: elimina %(name)s?
de: %(name)s löschen?
es: elimina %(name)s?
fr: supprimer %(name)s ?
pl: usunąć %(name)s?

source: new import
ca: nova importació
de: Neuer Import
es: nueva importación
fr: nouvel import
pl: nowy import

source: project updated
ca: projecte actualitzat
de: Projekt gespeichert
es: proyecto actualizado
fr: projet mis à jour
pl: projekt zaktualizowany

source: project deleted
ca: projecte eliminat
de: Projekt wurde gelöscht
es: proyecto eliminado
fr: projet supprimé
pl: projekt usunięty

source: preview only
ca: només previsualització
de: Nur Vorschau
es: solo vista previa
fr: seulement prévisualiser
pl: tylko podgląd

source: check for duplicates
ca: comprovar si hi ha duplicats
de: Auf Duplikate prüfen
es: comprobar si hay duplicados
fr: vérifier les doublons
pl: sprawdź duplikaty

source: error at import
ca: error a la importació
de: Fehler beim Import
es: error en la importación
fr: erreur lors de l'import
pl: błąd podczas importu

source: reference systems
ca: sistemes de referència
de: Referenzsysteme
es: sistemas de referencia
fr: systèmes de référence
pl: układy odniesienia

source: network visualization
ca: visualització de xarxa
de: Netzwerk-Visualisierung
es: visualización de red
fr: visualisation du graphe
pl: wizualizacja sieci

source: bookmarks
ca: marcador
es: marcador
pl: zakładki

source: notes
ca: notas
de: Notizen
es: notas
pl: notatki

source: visibility
ca: visibilitat
de: Sichtbarkeit
es: visibilidad
fr: visibilité
pl: widoczność

source: latest
ca: el darrer
de: Neueste Einträge
es: el último
fr: le plus récent
pl: najnowszy

source: suggestion
ca: suggeriment
de: Anregung
es: sugerencia
pl: sugestie

source: question
ca: pregunta
de: Frage
es: pregunta
pl: pytanie

source: problem
ca: problema
es: problema
fr: problème

source: info feedback thanks
ca: Moltes gràcies pels vostres comentaris
de: Danke für das Feedback
es: Muchas gracias por sus comentarios
fr: merci pour votre retour
pl: informacja zwrotna dzięki

source: unsubscribe link not valid
ca: l'enllaç de cancel·lació de la subscripció no és vàlid
de: Dieser Link ist nicht gültig
es: El enlace para cancelar la suscripción no es válido
fr: Désolé, mais le lien semble invalide. Vous pouvez vous désabonner des lettres d'information depuis votre profil.
pl: link do rezygnacji jest nieprawidłowy

source: You have successfully unsubscribed. You can subscribe again in your Profile.
ca: t'has donat de baixa amb èxit. Pots tornar a subscriure't al teu compte.
de: Du hast den Newsletter erfolgreich abbestellt. Über deinen Profil kannst du dich wieder für ihn anmelden.
es: Te has dado de baja con éxito. Puedes volver a suscribirte en tu Cuenta.
fr: Vous vous êtes désabonné avec succès. Vous pouvez vous abonner à nouveau à partir du profil.
pl: Subskrypcja została anulowana. Możesz zapisać się ponownie w swoim profilu.

source: unsubscribe newsletter
ca: cancel·lar la subscripció al butlletí
de: Newsletter abbestellen
es: cancelar la suscripción al boletín
fr: se désabonner à la lettre de diffusion
pl: zrezygnuj z newslettera

source: link text
ca: text de l'enllaç

source: page / link text
ca: text de pàgina/enllaç
de: Seite / Linktext

source: password
ca: contrasenya
de: Passwort
es: contraseña
fr: mot de passe
pl: hasło

source: show password
ca: mostra contrasenya
de: Passwort anzeigen
es: muestra la contraseña
fr: montrer le mot de passe
pl: pokaż hasło

source: submit
ca: envia
de: Abschicken
es: envia
fr: soumettre
pl: przesłać

source: error login attempts exceeded
ca: Error: massa intents d'inici de sessió. Pots tornar-ho a provar al cap d'uns minuts.
de: Zu viele Anmeldeversuche mit diesem User. Nach ein paar Minuten kannst du es wieder probieren.
es: Error: se superaron los intentos de inicio de sesión. Puedes volver a intentarlo en unos minutos
fr: le nombre de tentatives de connexion a dépassé la limite. Vous pourrez réessayer dans quelques minutes.
pl: przekroczono liczbę prób logowania

source: error inactive
ca: Aquest usuari no està activat.
de: dieser User ist nicht aktiviert
es: Este usuario no está activado.
fr: Cette utilisateur n'est pas activé
pl: błąd nieaktywny

source: Password reset request for %(site_name)s
ca: Sol·licitud de restabliment de contrasenya per a %(site_name)s
de: Passwort zurücksetzt Anfrage von %(site_name)s
es: Solicitud de restablecimiento de contraseña para %(site_name)s
fr: Demande de réinitialisation du mot de passe pour %(site_name)s
pl: Żądanie zresetowania hasła dla %(site_name)s

source: We received a password reset request for %(username)s
ca: Hem rebut una sol·licitud de restabliment de contrasenya per a %(username)s
de: Wir haben eine Anfrage zur Rücksetzung eines Passworts von %(username)s erhalten
es: Recibimos una solicitud de restablecimiento de contraseña para %(username)s
fr: Nous avons reçu une demande de réinitialisation de l'email pour %(username)s
pl: Otrzymaliśmy żądanie zresetowania hasła dla %(username)s

source: A password reset confirmation mail was send to %(email)s.
ca: S ha enviat un correu de confirmació de restabliment de la contrasenya a %(email)s.
de: Eine Passwort-Bestätigung-E-Mail wurde an %(email)s geschickt.
es: Se envió un correo de confirmación de restablecimiento de contraseña a %(email)s.
fr: Un email de confirmation de réinitialisation du mot de passe a été envoyé à %(email)s.
pl: Wiadomość e-mail z potwierdzeniem resetowania hasła została wysłana na adres %(email)s.

source: Failed to send password reset confirmation mail to %(email)s.
ca: No s ha pogut enviar el correu de confirmació de restabliment de contrasenya a %(email)s.
de: Das Verschicken einer Passwort-Reset-Bestätigungs-E-Mails an %(email)s ist fehlgeschlagen.
es: No se pudo enviar el correo de confirmación de restablecimiento de contraseña a %(email)s.
fr: Echec de l'envoi de l'email pour réinitialiser le mot de passe à %(email)s.
pl: Nie udało się wysłać wiadomości e-mail z potwierdzeniem resetowania hasła na adres %(email)s.

source: error non existing email
ca: Ho sentim, però aquesta adreça de correu electrònic és desconeguda per nosaltres.
de: diese E-Mail Adresse ist uns leider nicht bekannt
es: Lo sentimos, pero esta dirección de correo electrónico es desconocida para nosotros
fr: erreur : l'adresse email n'existe pas
pl: błąd nieistniejący adres e-mail

source: invalid password reset confirmation code
ca: codi de confirmació de restabliment de contrasenya no vàlid
de: ungültiger Passwort Reset Code
es: código de confirmación de restablecimiento de contraseña no válido
fr: Le code de confirmation pour réinitialiser le mot de passe est incorrect
pl: nieprawidłowy kod potwierdzenia resetowania hasła

source: This reset confirmation code has expired.
ca: Aquest codi de confirmació de reinici ha caducat.
de: Dieser Bestätigungscode ist nicht mehr gültig.
es: Este código de confirmación de reinicio ha caducado.
fr: Le code de confirmation a expiré.
pl: Ten kod potwierdzający reset wygasł.

source: New password for %(sitename)s
ca: Nova contrasenya per a %(sitename)s
de: Neues Passwort für %(sitename)s
es: Nueva contraseña para %(sitename)s
fr: Nouveau mot de passe pour %(sitename)s
pl: Nowe hasło dla %(sitename)s

source: New password for %(username)s
ca: Nova contrasenya per a %(username)s
de: Neues Passwort für %(username)s
es: Nueva contraseña para %(username)s
fr: Nouveau mot de passe pour %(username)s
pl: Nowe hasło dla %(username)s

source: A new password was sent to %(email)s.
ca: S'ha enviat una nova contrasenya a %(email)s.
de: Ein neues Passwort wurde an %(email)s gesendet.
es: Se envió una nueva contraseña a %(email)s.
fr: Un nouveau mot de passe a été envoyé à %(email)s
pl: Nowe hasło zostało wysłane do %(email)s.

source: Failed to send password mail to %(email)s.
ca: No s'ha pogut enviar el correu de contrasenya a %(email)s.
de: Das Verschicken einer Passwort-E-Mail an %(email)s ist fehlgeschlagen.
es: No se pudo enviar el correo de contraseña a %(email)s.
fr: Echec de l'envoi de l'email pour le mot de passe à %(email)s
pl: Nie udało się wysłać hasła do %(email)s.

source: standard type
ca: tipus estándar
de: Standard-Typ
es: tipo estándar
fr: type standard
pl: typ standardowy

source: write access
ca: accés d'escriptura
de: Schreibzugriff
es: acceso de escritura
fr: accès en écriture
pl: dostęp do zapisu

source: allowed
ca: permès
de: erlaubt
es: permitido
fr: permis
pl: dozwolone

source: width
ca: amplada
de: Breite
es: ancho
fr: largeur
pl: szerokość

source: height
ca: alçada
de: Höhe
es: altura
fr: hauteur
pl: wysokość

source: charge
ca: carregar
de: Ladung
es: cargar
pl: opłata

source: distance
ca: distància
de: Entfernung
es: distancia
pl: odległość

source: depth
ca: profunditat
de: Tiefe
es: fondo
fr: profondeur
pl: głębokość

source: classic
ca: clàssic
de: klassisch
es: clásico
fr: classique
pl: klasyk

source: set private
ca: marca-ho privat
de: auf Privat stellen
es: Establecer privado
fr: rendre privé
pl: ustaw prywatny

source: note updated
ca: nota actualitzada
de: Die Notiz wurde geändert
es: nota actualizada
fr: note mise à jour
pl: notatka zaktualizowana

source: note added
ca: nota afegida
de: Eine Notiz wurde hinzugefügt
es: nota agregada
fr: note ajoutée
pl: dodano notatkę

source: notes info
ca: info de notes
de: Notizen sind nur ein zusätzliches Werkzeug um den Workflow zu unterstützen. Sie sind nicht Teil des Modells, werden nicht auf Präsentationsseiten gezeigt und auch nicht archiviert.
es: info de notas
pl: informacje o notatkach

source: edit note
ca: edita nota
de: Notiz bearbeiten
es: edita nota
fr: modifier la note
pl: edytuj notatkę

source: note deleted
ca: nota eliminada
de: Die Notiz wurde gelöscht
es: nota eliminada
fr: note supprimée
pl: notatka usunięta

source: update overlay
ca: editar superposició
de: Overlay bearbeiten
es: editar superposición
fr: mettre à jour la surcouche
pl: aktualizacja nakładki

source: old password
ca: contrasenya ja utilitzada
de: Altes Passwort
es: contraseña anterior
fr: ancien mot de passe
pl: stare hasło

source: repeat password
ca: repeteix la contrasenya
de: Passwort wiederholen
es: repite la contraseña
fr: répéter les mots de passe
pl: powtórz hasło

source: show passwords
ca: mostra les contrasenyes
de: Passwörter anzeigen
es: muestra las contraseñas
fr: montrer les mots de passe
pl: pokaż hasła

source: error wrong password
ca: contrasenya incorrecta
de: Falsches Passwort
es: contraseña incorrecta
fr: mot de passe incorrect
pl: błąd błędne hasło

source: error passwords must match
ca: Les contrasenyes no coincideixen
de: die Passwörter stimmen nicht überein
es: las contraseñas no coinciden
fr: erreur : les mots de passe doivent être identiques
pl: hasła błędów muszą być zgodne

source: error new password like old password
ca: La contrasenya nova és igual a l'anterior
de: das neue und alte Passwort sind gleich
es: La nueva contraseña es igual a la anterior
fr: erreur : le nouveau mot de passe est identique à l'ancien mot de passe
pl: błąd nowe hasło jak stare hasło

source: error password too short
ca: La contrasenya és massa curta
de: das Passwort ist zu kurz
es: La contraseña es demasiado corta
fr: erreur : mot de passe trop court
pl: błąd hasło za krótkie

source: display
ca: exposa
de: Anzeige
es: muestra
fr: affichage
pl: wyświetlacz

source: change password
ca: canvia la contrasenya
de: Passwort ändern
es: cambia la contraseña
fr: changer le mot de passe
pl: zmień hasło

source: info password updated
ca: la contrasenya ha estat actualitzada
de: Das Passwort wurde geändert
es: La contraseña ha sido cambiada
fr: information de mot de passe mise à jour
pl: zaktualizowano hasło informacyjne

source: Only entities edited by me
ca: Només entitats editades per mi
de: Nur von mir bearbeitete Einträge
es: Solo entidades editadas por mí
fr: Seulement des entités modifiées par moi
pl: Tylko podmioty edytowane przeze mnie

source: Also search in description
ca: Cerca també a la descripció
de: Auch in Beschreibung suchen
es: Busca también en la descripción
fr: Chercher aussi dans la description
pl: Szukaj także w opisie

source: Include dateless entities
ca: Incloure entitats sense data
de: Einträge ohne Datum inkludieren
es: Incluir entidades sin fecha
fr: Inclure des entités sans date
pl: Uwzględnianie jednostek bez daty

source: expiration
ca: expiració
de: Ablauf
es: expiración
pl: wydech

source: expiration in days
ca: expira en uns dies
de: Ablauffrist in Tagen
es: expira en días
fr: expiration en jours
pl: wygaśnięcie w dniach

source: no expiration date
ca: no hi ha data d'expiració
de: kein Ablaufdatum
es: sin fecha de expiración
pl: brak daty ważności

source: generate
ca: generar
de: generieren
es: genera
pl: generować

source: revoked
ca: revocat/da
de: widerrufen
es: revoca
pl: cofnięty

source: not revoked
ca: no revocat/da
de: nicht widerrufen
es: no revocada
pl: nie odwołany

source: valid
ca: vàlid
de: gültig
es: válido/a
pl: ważny

source: not valid
ca: no vàlit/da
de: ungültig
es: no válido/a
pl: nieważny

source: revoke all tokens
ca: revoca totes les claus
de: alle Tokens widerrufen
es: revoca todas las claves
fr: révoquer tous les jetons
pl: cofnąć wszystkie tokeny

source: authorize all tokens
ca: autoritza totes les claus
de: alle Tokens authorisieren
es: autoriza todas las claves
fr: autoriser tous les jetons
pl: autoryzuj wszystkie tokeny

source: delete revoked tokens
ca: esborra claus revocades
de: widerrufene Tokens löschen
es: elimina las claves revocadas
fr: supprimer les jetons révoqués
pl: usuń odwołane tokeny

source: delete invalid tokens
ca: elimina claus invàlides
de: ungültige Tokens löschen
es: elimina las claves inválidas
pl: usuń nieprawidłowe tokeny

source: valid from
ca: vàlid des de
de: gültig von
es: válido desde
pl: ważna forma

source: valid until
ca: vàlid fins
de: gültig bis
es: válido hasta
pl: ważne do

source: revoke
ca: revoca
de: widerrufen
es: revoca
pl: cofnąć

source: authorize
ca: autoritza
de: authorizieren
es: autoriza
fr: autoriser
pl: autoryzować

source: token revoked
ca: clau revocada
de: Token widerrufen
es: clave revocada
fr: jeton révoqué
pl: token odwołany

source: token authorized
ca: clau autoritzada
de: Token authorisiert
es: clave autorizada
fr: jeton autorisé
pl: token autoryzowany

source: token deleted
ca: clau eliminada
de: Token wurde gelöscht
es: clave eliminada
pl: token usunięty

source: tokens deleted
ca: claus esborrades
de: Tokens wurden gelöscht
es: claves eliminadas
pl: tokeny usunięte

source: all tokens revoked
ca: totes les claus revocades
de: alle Tokens wurden widerrufen
es: todas las claves revocadas
fr: tous les jetons révoqués
pl: wszystkie tokeny odwołane

source: all tokens authorized
ca: totes les claus autoritzades
de: alle Tokens wurden autorisiert
es: todas las claves autorizadas
fr: tous les jetons autorisés
pl: wszystkie tokeny autoryzowane

source: female
ca: femení
de: weiblich
es: femenino
fr: féminin
pl: kobieta

source: likely female
ca: probablement femení
de: wahrscheinlich weiblich
es: probablemente femenino
fr: probablement féminin
pl: prawdopodobnie kobieta

source: indifferent
ca: indiferent
de: unbestimmbar
es: indiferente
fr: indistingué
pl: obojętny

source: likely male
ca: probablement masculí
de: wahrscheinlich männlich
es: probablemente masculino
fr: probablement masculin
pl: prawdopodobny mężczyzna

source: male
ca: masculí
de: männlich
es: masculino
fr: masculin
pl: mężczyzna

source: corresponds to
ca: correspon a
de: entspricht
es: corresponde a
fr: correspond à
pl: odpowiada

source: sex estimation
ca: estimació de gènere
de: Geschlechtsbestimmung
es: estimación de género
fr: estimation du sexe
pl: rozpoznawanie płci

source: radiocarbon year
ca: any del radiocarboni
de: Radiokarbon Jahr
es: año del radiocarbono
fr: année
pl: rok radiowęglowy

source: I'm sure to delete this type, it's subs and links
ca: Estic segur d'eliminar aquest tipus, els subtipus i els enllaços.
de: Ich bin mir sicher diesen Typen zusammen mit allen Untertypen und Links zu löschen
es: Estoy seguro de eliminar este tipo, sus subtipos y enlaces.
fr: Je suis certain de supprimer ce type
pl: Na pewno usunę ten typ, to subskrypcje i linki

source: delete types and remove all links
ca: Suprimir tipus i eliminar tots els enllaço
de: Typen und alle Links löschen
es: Eliminar tipos y eliminar todos los enlaces
fr: Supprimer les types et enlever tous les liens
pl: usuń typy i usuń wszystkie linki

source: types deleted
ca: tipus eliminats
de: Typen wurden gelöscht
es: tipos eliminados
fr: types supprimés
pl: typy usunięte

source: Warning: this type has subs and/or links to entities (see tabs). Please check if you want to delete these subs and links too.
ca: Avís: aquest tipus té subs i/o enllaços a entitats (vegeu pestanyes). Si us plau, comproveu si també voleu suprimir aquests subs i enllaços.
de: Achtung: Dieser Typ hat Subtypen und/oder Links zu Einträgen (siehe Tabs). Bitte prüfe ob du diesen Typ mit allen Subtypen und Links löschen willst.
es: Advertencia: este tipo tiene subtipos y/o enlaces a entidades (ver pestañas). Por favor, compruebe si desea eliminar estos subtipos y enlaces también.
fr: Attention, ce type a des sous-unités et/ou des liens vers des entités. Veuillez les vérifier si vous voulez supprimer ces sous-unités et liens aussi.
pl: Ostrzeżenie: ten typ ma subskrypcje i/lub linki do podmiotów (patrz zakładki). Sprawdź, czy chcesz usunąć również te subskrypcje i linki.

source: Entities were updated
ca: S'han actualitzat les entitats
de: die Änderungen wurden gespeichert
es: Se actualizaron las entidades
fr: Les entitée ont été mises à jour
pl: Podmioty zostały zaktualizowane

source: active
ca: actiu
de: aktiv
es: activo
fr: actif
pl: aktywny

source: group
ca: grup
de: Gruppe
es: grupo
fr: groupe
pl: grupa

source: send account information
ca: enviar informació del compte
de: Zugangsdaten an den User schicken
es: enviar información de cuenta
fr: information du compte envoyée
pl: wyślij informacje konta

source: error username exists
ca: Aquest nom d usuari ja existeix
de: dieser Username ist bereits in Verwendung
es: Este nombre de usuario ya existe
fr: erreur : le nom d'utilisateur existe déjà
pl: błąd nazwa użytkownika istnieje

source: error email exists
ca: Aquest correu electrònic ja està en ús
de: Diese E-Mail Adresse ist bereits in Verwendung
es: Este correo electrónico ya está en uso
fr: erreur : l'adresse email existe déjà
pl: błąd e-mail istnieje

source: update
ca: actualitza
de: modifiziert
es: actualizar
fr: mettre à jour
pl: aktualizacja

source: action
ca: acció
de: Aktion
es: acción
pl: akcja

source: created entities
ca: entitats creades
de: erstellte Entitäten
es: entidades creadas
fr: entités crées
pl: utworzone podmioty

source: user deleted
ca: usuari esborrat
de: Der User wurde gelöscht
es: usuario eliminado
fr: utilisateur supprimé
pl: użytkownik usunięty

source: user created
ca: l'usuari ha estat creat
de: Der User wurde angelegt
es: se ha creado el usuario
fr: utilisateur créé
pl: utworzony użytkownik

source: Your account information for %(sitename)s
ca: La informació del vostre compte per a %(sitename)s
de: Zugangsdaten für %(sitename)s
es: La información de su cuenta para %(sitename)s
fr: Les informations de votre compte sur %(sitename)s
pl: Informacje o koncie dla %(sitename)s

source: Account information for %(username)s
ca: Informació del compte per %(username)s
de: Zugangsdaten für %(username)s
es: Información de la cuenta para %(username)s
fr: Information du compte de %(username)s
pl: Informacje o koncie dla %(username)s
