Repository: craws/OpenAtlas
Catalog: openatlas/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, pl

source: Sent account information mail to %(email)s.
ca: Informació del compte enviat per correu a %(email)s.
de: Zugangsdaten wurden an %(email)s verschickt.
es: Información de la cuenta enviada por correo a %(email)s.
fr: Informations du compte envoyées par email à %(email)s.
pl: Wyślij wiadomość informacyjną konta na %(email)s.

source: Failed to send account details to %(email)s.
ca: Error en enviar els detalls del compte a %(email)s.
de: Verschicken von Zugangsdaten an %(email)s ist fehlgeschlagen.
es: Error al enviar los detalles de la cuenta a %(email)s.
fr: Echec de l'envoi des informations du compte à %(email)s
pl: Nie udało się wysłać danych konta na adres %(email)s.

source: Welcome to OpenAtlas. Please add an admin user to continue.
ca: Benvingut a OpenAtlas. Si us plau, crea un usuari d'administració per poder continuar
de: Willkommen bei OpenAtlas. Bitte lege einen Admin User an, um fortzufahren.
es: Bienvenido a OpenAtlas. Por favor, aññada un usuario de administración para continuar
fr: Bienvenue sur OpenAtlas. Veuillez ajoutez un administrateur pour continuer.
pl: Witaj w OpenAtlas. Aby kontynuować, dodaj użytkownika administratora.

source: show vocabularies
ca: mostra vocabularis
de: zeige die Vokabulare
es: muestra vocabularios
fr: montrer les vocabbulaires
pl: pokaż słownictwo

source: languages
ca: llengües
es: idiomas
fr: langues
pl: języki

source: vocabularies
ca: vocabularis
de: Vokabulare
es: vocabularios
fr: vocabulaires
pl: słownictwo

source: top concepts
ca: conceptes superiors
es: conceptos principales
fr: concepts principaux
pl: najważniejsze koncepcje

source: groups
ca: grups
de: Gruppen
es: grupos
fr: groupes
pl: grupy

source: I'm sure to import this hierarchy
ca: Estic segur d'importar aquesta jerarquia
de: Ich bin mir sicher diese Hierarchie zu importieren
es: Estoy seguro de importar esta jerarquía
fr: Je suis sûr d'importer cette hiérarchie
pl: Jestem pewien, że zaimportuję tę hierarchię

source: import hierarchy
ca: importar jerarquia
de: Hierarchie importieren
es: importar jerarquía
fr: importer la hiérarchie
pl: hierarchia importu

source: You are about to import following hierarchy
ca: Esteu a punt d'importar la jerarquia següent
de: Du bist dabei folgende Hierarchien zu importieren
es: Estás a punto de importar la siguiente jerarquía
fr: Vous êtes sur le point d'importer la hiérarchie suivante
pl: Zamierzasz zaimportować następującą hierarchię

source: document
de: Dokument

source: no
de: Nein
pl: nie

source: actor
de: Akteur
fr: acteur
pl: aktor

source: YYYY
de: JJJJ

source: DD
de: TT

source: classes
de: Klassen
es: clases
pl: klasy

source: on
de: An
fr: activé
pl: wł

source: off
de: Aus
fr: désactivé
pl: wył

source: error
de: Fehler
fr: erreur
pl: błąd

source: dates
de: Datumswerte
es: fechas
pl: daty

source: colors
de: Farben
es: colores
fr: couleurs
pl: kolory

source: general
de: allgemein
pl: ogólny

source: model
de: Modell
es: modelo
fr: modèle

source: Invalid user or password
de: Ungültiger User oder Passwort
fr: Utilisateur ou mot de passe invalide
pl: Nieprawidłowy użytkownik lub hasło

source: info password reset
de: Um ein neues Passwort zu erhalten, die E-Mail Adresse angeben und es wird dann ein Bestätigungslink zugeschickt.
es: La contraseña ha sido cambiada
pl: info hasło reset

source: color
de: Farbe

source: URL
pl: strona URL

source: text
es: texto
fr: texte
pl: tekst

source: log
pl: dziennik

source: manual
fr: manuel
pl: instrukcja

source: hh
pl: gg

source: info
pl: informacja

source: changelog
fr: description des modifications
pl: dziennik zmian

source: endpoint
fr: point d'accès
pl: punkt końcowy
