Repository: craws/OpenAtlas
Catalog: openatlas/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, pl

source: tooltip email
ca: Proporcionar un correu electrònic vàlid és important en el cas que hagi de restablir la seva contrasenya.
de: Eine gültige E-Mail-Adresse ist wichtig für das Rücksetzen von Passwörtern und den Newsletter
es: Proporcionar un correo electrónico válido es importante en caso de que tenga que restablecer su contraseña.
fr: Fournir une adresse email valide est important si vou savez besoin de réinitialiser votre mot de passe.
pl: e-mail z podpowiedzią

source: show email
ca: mostra correu electrònic
de: E-Mail anzeigen
es: muestra correo electrónico
fr: afficher l'email
pl: pokaż email

source: tooltip show email
ca: Si està marcat, el teu correu electrònic es pot mostrar a altres usuaris
de: Wenn markiert, kann die E-Mail Adresse für andere Benutzer sichtbar sein
es: Si está marcado, su correo electrónico se puede mostrar a otros usuarios
fr: Si coché, votre adresse email est visible des autres utilisateurs.
pl: podpowiedź pokaż e-mail

source: newsletter
ca: butlletí de notícies
es: boletín informativo
fr: lettre d'information

source: tooltip newsletter
ca: Si està marcat, rebrà butlletins de notícies aproximadament una vegada al mes sobre actualitzacions i temps d inactivitat per manteniment.
de: Wenn markiert, wird etwa einmal im Monat ein Newsletter Infos zu Neuerungen und Wartungsarbeiten verschickt
es: Si está marcado, recibirá boletines informativos aproximadamente una vez al mes sobre actualizaciones y tiempo de inactividad por mantenimiento.
fr: Si coché, vous allez recevoir des lettres d'information une fois par moi environ sur les mises-à-jour et les périodes de maintenance.
pl: newsletter z podpowiedziami

source: language
ca: idioma
de: Sprache
es: idioma
fr: langue
pl: język

source: table rows
ca: files de la taula
de: Tabellenreihen
es: filas de la tabla
fr: lignes du tableau
pl: wiersze tabeli

source: tooltip table rows
ca: La quantitat predeterminada de files de la taula que es mostra a les llistes. És possible que sigui necessari reiniciar el navegador
de: Anzahl der in Listen angezeigten Tabellenreihen. Möglicherweise erst nach Neustart des Browsers wirksam.
es: La cantidad predeterminada de filas de la tabla que se muestra en las listas. Es posible que sea necesario reiniciar el navegador
fr: Le nombre de ligne par défaut du tableau est montré dans les listes. Peut-être qu'un rechargement du navigateur web est nécessaire.
pl: wiersze tabeli podpowiedzi

source: show aliases in tables
ca: mostrar àlies a les taules
de: Aliase in Tabellen anzeigen
es: mostrar alias en las tablas
fr: afficher les alias dans le tableau
pl: pokaż aliasy w tabelach

source: show icons in tables
ca: mostrar icones a les taules
de: Zeige Icons in Tabellen

source: show created and modified information
ca: mostrar informació nova i modificada
de: Erstellte und bearbeitete Informationen anzeigen
es: mostrar información nueva y modificada
fr: montrer les informations créées et modifiées
pl: pokaż stworzone i zmodyfikowane informacje

source: show import information
ca: mostrar informació d'importació
de: Import-Informationen anzeigen
es: mostrar información de importación
fr: montrer les information d'import
pl: pokaż informacje importu

source: show CIDOC class
ca: mostrar la classe CIDOC
de: CIDOC Klasse anzeigen
es: mostrar la clase CIDOC
fr: montrer la classe CIDOC
pl: pokaż klasę CIDOC

source: file type not allowed
ca: tipus de fitxer no permès
de: Dateityp nicht erlaubt
es: tipo de fichero no permitido
fr: type du fichier non autorisé
pl: typ pliku nie jest dozwolony

source: error name exists
ca: el nom ja existeix
de: dieser Name wird bereits verwendet
es: el nombre ya existe
fr: erreur : le nom existe déjà
pl: nazwa błędu istnieje

source: precision required
ca: es requereix la precisió
de: Präzision erforderlich
es: se requiere la precisión
fr: précision requise
pl: wymagana precyzja

source: wrong id format
ca: format d'id erroni
de: falsches ID-Format
es: formato de id erróneo
fr: le format de l'id est incorrect
pl: nieprawidłowy format id

source: Required for time span
ca: Requerit per a rang de temps
de: Für Zeitspanne benötigt
es: Requerido para rango de tiempo
fr: Obligatoire pour l'intervalle temporel
pl: Wymagane dla przedziału czasowego

source: not a valid date
ca: data no vàlida
de: kein gültiges Datum
es: fecha no válida
fr: date invalide
pl: nieprawidłowa data

source: First date cannot be after second.
ca: La primera data no pot ser posterior a la segona.
de: Erstes Datum kann nicht nach Zweitem liegen.
es: La primera fecha no puede ser después de la segunda
fr: La première date ne peut pas être après la deuxième
pl: Pierwsza data nie może być po drugiej.

source: Begin dates cannot start after end dates.
ca: Data d'inici no ha de ser posterior a la data final.
de: Beginn-Daten können nicht nach End-Daten liegen.
es: Fecha de inicio no debe ser después de fecha final
fr: Les dates de début ne peuvent pas être après les dates de fin.
pl: Daty rozpoczęcia nie mogą zaczynać się po datach zakończenia.

source: acquisition
ca: adquisició
de: Erwerb
es: adquisición
pl: nabycie

source: actor relation
ca: relació d'actor
de: Beziehung

source: actor function
ca: funció de l'actor
de: Funktion

source: administrative unit
ca: unitat administrativa
de: Verwaltungseinheit
es: unidad administrativa
fr: unité administrative
pl: jednostka administracyjna

source: appellation
ca: denominació
de: Bezeichnung

source: bibliography
ca: bibliografia
de: Bibliographie
es: bibliografía
fr: bibliographie
pl: bibliografia

source: creation
ca: creació
de: Kreation

source: external reference
ca: referència externa
de: Externe Referenz
es: referencia externa
fr: référence externe
pl: odniesienie zewnętrzne

source: involvement
ca: implicació
de: Beteiligung

source: modification
ca: modificació
de: Modifikation
es: modificación
pl: modyfikacja

source: move
ca: trasllat
de: Bewegung
es: trasladar
pl: ruch

source: production
ca: producció
de: Produktion
es: producción
pl: produkcja

source: object location
ca: localització d'objecte
de: Objektstandort
es: localización del objeto
pl: lokalizacja obiektu

source: source translation
ca: traducció de la font
de: Quellenübersetzung
es: traducción de la fuente
fr: traduction de source
pl: tłumaczenie źródła

source: type tools
ca: tipus d'eines
de: Hilfstypen
es: tipo de herramientas
pl: wpisz narzędzia

source: events not performed by actors, e.g. a natural disaster
ca: esdeveniments no realitzats per actors, p.ex. un desastre natural
de: Ereignisse ohne Akteure, z.B. eine Naturkatastrophe

source: the most common, e.g. a battle, a meeting or a wedding
ca: el més habitual, per ex. una batalla, una reunió o un casament
de: Am häufigsten verwendet, wie z.B. eine Schlacht, ein Treffen oder eine Hochzeit
es: los más comunes, p.ej. una batalla, una reunión o una boda
fr: le plus courant, par exemple une bataille, une réunion ou un mariage
pl: najczęstsze, np. bitwa, spotkanie lub ślub

source: mapping a change of property
ca: cartografiar un canvi de propietat
de: Besitzwechsel
es: cartografiar un cambio de propiedad
fr: faire correspondre un changement de propriété
pl: mapowanie zmiany właściwości

source: movement of artifacts or persons
ca: moviment d'artefactes o persones
de: Bewegung von Artefakten oder Personen
es: movimiento de artefactos o personas
fr: déplacement d'artéfacts ou de personnes
pl: przemieszczanie artefaktów lub osób

source: modification of artifacts
ca: modificació d'artefactes
de: Modifizierung von Artefakten
es: modificación de artefactos
fr: modification d'artéfacts
pl: modyfikacja artefaktów

source: creation of artifacts
ca: creació d'artefactes
de: Erzeugung von Artifakten
es: creación de artefactos
fr: création d'artéfacts
pl: tworzenie artefaktów

source: creation of documents (files)
ca: creació de documents (fitxers)
de: Erzeugung von Dokumenten (Dateien)

source: local disk usage
ca: ús de l'espai de disc
de: lokale Speicherplatz Belegung
es: uso del espacio de disco
pl: lokalne użycie dysku

source: total disk space
ca: espai total al disc
de: Speicherplatz insgesamt
es: espacio total en disco
fr: espace disque total
pl: całkowita przestrzeń na dysku

source: free disk space
ca: espai lliure al disc
de: freier Speicherplatz
es: espacio libre en disco
fr: espace libre du disque
pl: wolne miejsce na dysku

source: non project files
ca: fitxers que no són de projecte
de: andere Dateien
es: archivos que no son de proyecto
fr: fichiers hors projets
pl: pliki nieprojektowe

source: project files
ca: fitxers del projecte
de: Projekt Dateien
es: archivos de proyecto
fr: fichier du projet
pl: pliki projektu

source: distribution of project files
ca: fitxers que no són de projecte
de: Aufteilung der Projekt Dateien
es: archivos que no son de proyecto
pl: dystrybucja plików projektu

source: upload folder
ca: carrega la carpeta
de: Upload Ordner
es: subir carpeta
fr: téléverser un dossier
pl: prześlij folder

source: export folder
ca: exportar carpeta
de: Export Ordner
es: exportar carpeta
pl: folder eksportu

source: processed images folder
ca: carpeta d'imatges processades
de: Verarbeitete Bilder Ordner
es: carpeta de imágenes procesadas
fr: dossier des images traitées
pl: folder z przetworzonymi obrazami

source: IIIF folder
ca: carpeta IIIF
de: IIIF Ordner
es: carpeta IIIF
fr: dossier IIIF
pl: Folder IIIF

source: remove custom logo
ca: elimina logotip personalizat
de: Eigenes Logo entfernen
es: eliminar logotipo personalizado
fr: retirer le logo personnalisé
pl: usuń niestandardowe logo

source: choose custom logo
ca: tria logotip personalitzat
de: Logo ändern
es: elegir logotipo personalizado
fr: choisir un logo personnalisé
pl: wybierz własne logo

source: latest backup
ca: darrera còpia de seguretat
de: Letztes Backup
es: última copia de seguridad
fr: dernier backup
pl: najnowsza kopia zapasowa

source: There seems to be no recent backup, please make one
ca: Sembla que no hi ha una còpia de seguretat recent, fes-ne una
de: Es scheint kein aktuelles Backup zu geben, bitte mach eines
es: Parece que no hay una copia de seguridad reciente, haz una
fr: Il semble qu'il n'y ait aucun backup récent, faites-en un
pl: Wygląda na to, że nie ma żadnej ostatniej kopii zapasowej, proszę ją utworzyć

source: here
ca: aquí
de: hier
es: aquí
fr: ici
pl: tutaj

source: allowed extensions
ca: extensions permeses
de: Erlaubte Erweiterungen
es: extensiones permitidas
fr: extensions autorisées
pl: dozwolone rozszerzenia

source: example files
ca: fitxers d'exemple
de: Beispieldateien
es: archivos de ejemplo
fr: fichiers exemples
pl: przykładowe pliki

source: warning
ca: avís
de: Warnung
es: aviso
fr: attention
pl: ostrzeżenie

source: imported
ca: importat
de: importiert
es: importado
fr: importé
pl: zaimportowano

source: preview
ca: vista prèvia
de: Vorschau
es: previsualiza
fr: prévisualisation
pl: zapowiedź

source: search term
ca: terme de cerca
de: Suchbegriff
es: término de búsqueda
fr: terme de recherche
pl: szukaj słowa kluczowego

source: profile
ca: compte
de: Profil
es: cuenta
fr: profil
pl: profil

source: admin
ca: administració
es: administración
pl: administrator

source: contact
ca: contacte
de: Kontakt
es: contacto
pl: kontakt

source: legal_notice
ca: avís Legal
de: Impressum
es: aviso Legal
fr: mentions légales
pl: powiadomienie_prawne

source: logout
ca: tanca sessió
de: Abmelden
es: cerrar sesión
fr: se déconnecter
pl: wyloguj się

source: login
ca: accés
de: Anmelden
es: acceso
fr: se connecter

source: close
ca: tanca
de: schließen
es: cerrar
fr: fermer
pl: zamknąć

source: warning no js
ca: Sembla que Javascript està desactivat. La funcionalitat d'aquest lloc serà limitada.
de: JavaScript scheint deaktiviert zu sein. Die Funktionalität dieser Seite ist dadurch eingeschränkt.
es: Parece que Javascript está desactivado. La funcionalidad de este sitio será limitada.
fr: attention, pas de javascript
pl: ostrzeżenie brak js

source: Forgot your password?
ca: Has oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pl: Zapomniałeś hasła?

source: troubleshooting
ca: resolució de problemes
de: Fehlerbehebung
es: resolución de problemas
fr: résolution de problèmes
pl: rozwiązywanie problemów

source: easting
ca: est
es: este
fr: abscisse
pl: wschód

source: northing
ca: nord
es: norte
fr: ordonnée
pl: północ

source: top left
ca: a dalt a l esquerra
de: oben links
es: arriba a la izquierda
fr: en haut à gauche
pl: lewy górny róg

source: top right
ca: a dalt a la dreta
de: oben rechts
es: arriba a la derecha
fr: en haut à droite
pl: prawy górny róg

source: bottom left
ca: a baix a l'esquerra
de: unten links
es: abajo a la izquierda
fr: en bas à gauche
pl: lewy dolny lewy

source: date
ca: data
de: Datum
es: fecha
pl: data

source: from
ca: de
de: von
es: de
fr: de
pl: od

source: to
ca: a
de: bis
es: a
fr: à
pl: do

source: deselect all
ca: deseleccionar tot
de: Alle abwählen
es: deseleccionar todo
fr: tout déselectionner
pl: odznacz wszystko

source: select all
ca: seleccionar tot
de: Alle auswählen
es: seleccionar todo
fr: tout sélectionner
pl: wybierz wszystkie

source: data integrity checks
ca: proves d'integritat de dades
de: Datenintegrität
es: verificaciones de integridad de datos
fr: vérification de l'intégrité des données
pl: kontrole integralności danych

source: orphans
ca: orfes
de: Verwaiste Daten
es: huérfanas
fr: orphelins
pl: sieroty

source: similar names
ca: noms similars
de: Ähnliche Namen
es: nombres similares
fr: noms similaires
pl: podobne nazwy

source: links
ca: enllaços
es: enlaces
fr: liens
pl: linki

source: link duplicates
ca: enllaç duplicat
de: Link-Duplikat
es: enlace duplicado
fr: duplications de liens
pl: duplikaty linków

source: data transfer
ca: transferència de dades
de: Datentransfer
es: transferencia de datos
fr: transfert de données
pl: transfer danych

source: import
ca: importar
es: importar

source: export
ca: exporta
es: exportar
pl: eksport

source: create resized images
ca: crea imatges redimensionades
de: Thumbnails erstellen
es: crear imágenes redimensionadas
fr: créer une image redimensionnée
pl: twórz obrazy o zmienionym rozmiarze

source: delete orphaned resized images
ca: elimina imatges redimensionadas orfes
de: Verwaiste Thumnails löschen
es: eliminar imágenes redimensionadas huérfanas
fr: supprimer une image orpheline redimensionnsé
pl: usuń osierocone obrazy o zmienionym rozmiarze

source: token
ca: clau
es: clave
fr: jeton

source: max size
ca: mida màxima
de: Maximale Größe
es: tamaño máximo
fr: taille maximale
pl: maksymalny rozmiar

source: if exceeded you will receive a connection error
ca: si excedeix, rebreu un error de connexió
de: Bei Überschreitung passiert ein Verbindungsfehler
es: si se excede recibirá un error de conexión
fr: si dépassé, vous allez recevoir une erreur de connexion
pl: jeśli zostanie przekroczony, otrzymasz błąd połączenia

source: Editing is disabled because of multiple links to the single type
ca: La edició està deshabilitada per múltiples enllaços a un tipus únic
de: Bearbeitung ist nicht möglich, da es multiple Links zu einem nur für einfach zu verlinkenden Typen gibt
es: La edición está deshabilitada debido a múltiples enlaces al tipo único
fr: Il est impossible de modifier à cause de plusieurs liens vers un type simple.
pl: Edycja jest wyłączona ze względu na wiele linków do jednego typu

source: Please consult the manual about link duplicates
ca: Si us plau consulteu el manual sobre enllaços duplicats
de: Bitte konsultiere das Manual zu Link-Duplikaten
es: Por favor consulte el manual sobre duplicados de enlaces.
fr: Consultez le manuel sur les liens dupliqués
pl: Proszę zapoznać się z instrukcją dotyczącą duplikatów linków

source: Use the back button of your browser or click <a href="/">here</a> to go to the main page.
ca: Utilitzeu el botó Enrere del vostre navegador o feu clic <a href="/">aquí</a> per a ana la pàgina inicial
de: Benutze den Zurück Button des Browser oder klicke <a href="/">hier</a> um zur Hauptseite zurückzukehren.
es: Utilice el botón Atrás de su navegador o haga clic <a href="/">aquí</a> para ir a la página principal.
fr: Utilisez le bouton précédent de votre navigateur web ou cliquez <a href="/">ici</a> pour aller sur la page principale
pl: Użyj przycisku Wstecz w przeglądarce lub kliknij <a href="/">here</a>, aby przejść do strony głównej.

source: Please let us know if you think it's a bug
ca: Si us plau, si creu que és un error, faci'ns-ho saber
de: Wenn du glaubst, es handelt sich um einen Fehler, lass es uns bitte wissen
es: Por favor, háganos saber si cree que es un error.
fr: Dites nous si vous pensez que c'est un bug
pl: Daj nam znać, jeśli uważasz, że to błąd

source: feedback
ca: comentaris
es: comentarios
fr: commentaire
pl: informacja zwrotna

source: This page is restricted.
ca: Aquesta pàgina està restringida.
de: Diese Seite ist für diesen User nicht zugänglich.
es: Esta página está restringida.
fr: L'accès à cette page est restreinte
pl: Ta strona jest ograniczona.

source: We are so sorry!
ca: Ens sap molt de greu!
de: Es tut uns so leid!
es: ¡Lo lamentamos mucho!
fr: Nous sommes désolés !
pl: Bardzo przepraszamy!

source: We searched a long time but this document does not exist. Maybe you mistyped or followed a broken link.
ca: Hem buscat molt de temps però aquest document no existeix. Potser vas escriure malament o vas seguir un enllaç trencat
de: Wir haben lange gesucht aber das Dokument existiert nicht. Vielleicht hast du dich verschrieben oder bist einem veralteten Link gefolgt.
es: Hemos buscado mucho tiempo pero este documento no existe. Tal vez escribiste mal o seguiste un enlace roto.
fr: Nous avons cherché un long moment mais ce document n'existe pas. Peut-être que vous avez mal tapé ou que le lien est invalide.
pl: Długo szukaliśmy, ale ten dokument nie istnieje. Być może źle wpisałeś lub skorzystałeś z uszkodzonego linku.

source: This entry doesn't exist. Maybe you followed an obsolete link.
ca: Aquesta entrada no existeix. Potser vas seguir un enllaç obsolet.
de: Dieser Eintrag existiert nicht. Vielleicht bist du einem alten Link gefolgt.
es: Esta entrada no existe. Tal vez seguiste un enlace obsoleto.
fr: Cette entrée n'existe pas. Vous avez peut-être suivi un lien obsolète.
pl: Ten wpis nie istnieje. Być może skorzystałeś z przestarzałego linku.

source: Drop your files here!
ca: Puja els teus fitxers aquí!
de: Dateien hier hineinziehen!
es: ¡Sube tus ficheros aquí!
fr: Placez vos fichiers ici !
pl: Upuść swoje pliki tutaj!

source: change
ca: canvi
de: ändern
es: cambia
fr: changer
pl: zmiana

source: clear
ca: neteja
de: entfernen
es: despejar
fr: effacer
pl: wyczyść

source: back
ca: endarrera
de: zurück
es: atràs
fr: retour
pl: wstecz

source: in progress
ca: estic treballant-hi
de: in Arbeit
es: en curso
fr: en cours
pl: w trakcie

source: type to search
ca: escriviu per cercar
de: Tippe um zu suchen
es: escribe para buscar
fr: tapez ici pour rechercher
pl: wpisz do wyszukiwania

source: Add Type to %(hierarchy)s
ca: Afegeix el tipus a %(hierarchy)s
de: Füge Typ zu %(hierarchy)s hinzu
es: Agregar tipo a %(hierarchy)s
fr: Ajoutez un Type à %(hierarchy)s
pl: Dodaj typ do %(hierarchy)s

source: feedback intro
ca: Gràcies pel vostre interès. Utilitzeu un dels mètodes següents per proporcionar comentaris
de: Danke für das Interesse, es gibt folgende Möglichkeiten Feedback zu geben
es: Gracias por su interés. Utilice uno de los siguientes métodos para proporcionar comentarios
fr: Merci pour l'intérêt que vous portez au projet. Utilisez une des méthodes pour fournir des commentaires.
pl: wstęp do opinii

source: feedback redmine
ca: El nostre registre de problemes, preferit però es requereix un compte
de: Unser Ticket-System, bevorzugt - Zugang erforderlich
es: Nuestro registro de problemas preferido, pero se requiere una cuenta
fr: Voici la voie privilégiée pour rapporter des erreurs
pl: informacja zwrotna redmine

source: feedback mail
ca: Enviar un correu a
de: Schreib ein Mail an
es: Enviar un correo a
fr: envoyer un email à
pl: wiadomość z opiniami

source: feedback_form
ca: Formulari de comentaris
de: Unser Feedback-Formular
es: Formulario de comentarios
fr: notre formulaire pour des commentaires
pl: formularz_informacji zwrotnej

source: hello
ca: hola
de: Hallo
es: hola
fr: bonjour
pl: witaj

source: last login
ca: darrer accés
de: Letzte Anmeldung
es: último acceso
fr: dernière connexion
pl: ostatnie logowanie

source: failed logins
ca: inicis de sessió fallits
de: Fehlerhafte Anmeldungen
es: inicios de sesión fallidos
fr: échecs de connexion
pl: nieudane logowania

source: first login
ca: Aquest és el primer inici de sessió. Benvingut
de: Das ist die erste Anmeldung. Herzlich willkommen!
es: Este es su primer inicio de sesión. ¡Bienvenido!
fr: C'est votre toute première connexion. Bienvenue !
pl: pierwsze logowanie

source: want a new feature or experience any problems
ca: vol una nova característica nova o té algun problema
de: Wünsche nach neuen Features oder funktioniert etwas nicht
es: quiere una nueva característica o tiene algún problema
fr: Je voudrais une nouvelle fonctionnalité ou j'ai rencontré un problème
pl: chcesz nową funkcję lub napotkasz jakiekolwiek problemy

source: tell us about it
ca: explica'ns-ho
de: erzähl uns davon
es: cuéntanoslo
fr: Dites nous en plus
pl: opowiedz nam o tym

source: want to receive updates? Activate the newsletter in your
ca: vols rebre actualitzacions? Activa el butlletí al teu
de: um Updates zu erhalten aktiviere den Newsletter in deinem
es: ¿quieres recibir actualizaciones? Activa la newsletter en tu
fr: Vous voulez recevoir des mises-à-jour ? Activez la lettre d'information dans votre
pl: chcesz otrzymywać aktualizacje? Aktywuj newsletter w swoim

source: Show all activity
ca: Mostra tota l'activitat
de: Zeige alle Aktivität
es: Muestra toda la actividad
fr: Montrer toute l'activité
pl: Pokaż całą aktywność

source: text_intro
ca: és una aplicació de base de dades que us permet administrar dades històriques, arqueològiques i geoespacials complexes.
de: ist eine Datenbank-Anwendung, die es ermöglicht komplexe historische, archäologische und geospatiale Daten zu verwalten.
es: es una aplicación de base de datos que le permite administrar datos históricos, arqueológicos y geoespaciales complejos.
fr: est une application de base de données qui vous permet de gérer des données historiques, archéologiques et géospatiales complexes.
pl: wprowadzenie_tekstowe

source: domain for
ca: domini per a
de: Ausgangsklasse für
es: dominio para
fr: domaine pour
pl: domena dla

source: range for
ca: rang per a
de: Range für
es: rango para
fr: intervalle de
pl: zasięg dla

source: browse
ca: navega
es: navega
fr: naviguez
pl: przeglądaj

source: properties
ca: propietats
de: Eigenschaften
es: atributos
fr: propriétés
pl: właściwości

source: check for valid links
ca: comprovar si hi ha enllaços vàlids
de: Gültigkeit von Links überprüfen
es: comprobar si hay enlaces válidos
fr: vérifier les liens valides
pl: sprawdź poprawność linków

source: result for
ca: resultat per
de: Ergebnis für
es: resultado para
fr: résultat de
pl: wynik dla

source: valid link
ca: enllaç vàlid
de: Gültiger Link
es: enlace válido
fr: lien valide
pl: ważny link

source: wrong domain
ca: domini incorrecte
de: Falsche Domain
es: dominio incorrecto
fr: domaine incorrect
pl: nieprawidłowa domena

source: for
ca: per a
de: für
es: para
fr: pour
pl: dla

source: wrong range
ca: rang incorrecte
de: Falsche Range
es: rango incorrecto
fr: mauvais intervalle
pl: błędny zakres

source: no data to display
ca: No hi ha dades per mostrar
de: Keine Daten für Anzeige
es: No hay datos para mostrar
fr: aucune donnée à afficher
pl: brak danych do wyświetlenia
