Repository: craws/OpenAtlas
Catalog: openatlas/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, pl

source: network options
ca: opcions de xarxa
de: Netzwerk-Optionen
es: opciones de red
fr: options du graphe
pl: opcje sieciowe

source: show orphans
ca: mostra orfes
de: Verwaiste Elemente anzeigen
es: muestra huérfanos
fr: montrer les orphelins
pl: pokaż osierocone

source: Warning: direct database manipulation is dangerous and can result in data loss and/or an unusable application!
ca: Advertiment: la manipulació directa de la base de dades és perillosa i pot provocar la pèrdua de dades i/o una aplicació inutilitzable
de: Achtung: direkte Datenbank Manipulation ist sehr gefährlich und kann zu Datenverlust und/oder in eine unbrauchbare Applikation führen.
es: Advertencia: la manipulación directa de la base de datos es peligrosa y puede provocar la pérdida de datos y/o una aplicación inutilizable.
fr: Attention : la manipulation en direct de la base de données est dangereuse et peut causer des pertes de données et/ou une incapacité à utiliser l'application
pl: Ostrzeżenie: bezpośrednia manipulacja bazą danych jest niebezpieczna i może skutkować utratą danych i/lub bezużyteczną aplikacją!

source: I'm aware of the risk and have read the documentation.
ca: Sóc conscient del risc i he llegit la documentació.
de: Ich bin mir der Risiken bewusst und habe die Dokumentation gelesen.
es: Soy consciente de los riesgos y he leído la documentación.
fr: Je suis conscient du risque et j'ai lu la documentation
pl: Jestem świadomy ryzyka i przeczytałem dokumentację.

source: proceed
ca: procedir
de: weiter
es: proceder
fr: appliquer
pl: przystępować

source: radiocarbon dating
ca: datació per radiocarboni
de: Radiobarbon Datierung
es: datación por radiocarbono
fr: datation au carbone 14
pl: datowanie radiowęglowe

source: anthropological analyses
ca: anàlisis antropològiques
de: Anthropologische Analysen
es: análisis antropológicos
fr: analyses anthropologiques
pl: analizy antropologiczne

source: types
ca: tipus
de: Typen

source: hierarchy
ca: jerarquia
es: jerarquía
fr: hierarchies
pl: hierarchia

source: selection
ca: selecció
de: Auswahl
es: selección
fr: sélection
pl: selekcja

source: single
ca: únic
de: Einfach
es: único
fr: seul
pl: pojedyńczy

source: required
ca: requerit
de: Pflichtfeld
es: requerido
fr: obligatoire
pl: wymagane

source: true
ca: vertader
de: Ja

source: false
ca: fals
de: Nein

source: remove required
ca: es requereix eliminar
de: Pflichtfeld entfernen
es: se requiere eliminar
fr: enlever l'obligation
pl: usunąć wymagane

source: make required
ca: fer requerit
de: Pflichtfeld setzen
es: hacer requerido
fr: rendre obligatoire
pl: wymaga

source: multiple linked entities
ca: múltiples entitats enllaçadess
de: mehrfach verlinkte Einträge
es: varias entidades vinculadas
fr: nombreuses entités liées
pl: wiele powiązanych podmiotów

source: untyped entities
ca: entitats sense tipus
de: Einträge ohne Typ
es: entidades sin tipo
fr: entités non typées
pl: nietypowane podmioty

source: this type has no classes and won't show in forms
ca: aquest tipus no té classes i no es mostrarà en formularis
de: dieser Typ hat keine Klasse und wird in Formularen daher nicht angezeigt
es: este tipo no tiene clases y no se mostrará en los formularios
fr: ce type n'a pas de classe et ne sera pas afficher dans les formulaires
pl: ten typ nie ma klas i nie będzie wyświetlany w formularzach

source: this type has no subs and won't show in forms
ca: aquest tipus no té subs i no es mostra en formularis
de: dieser Typ hat keine Subs und wird in Formularen daher nicht angezeigt
es: este tipo no tiene subs y no se mostrará en los formularios
fr: ce type n'a pas de subs et ne sera pas affiché dans les formulaires
pl: ten typ nie ma subskrybentów i nie będzie wyświetlany w formularzach

source: Attention: be careful with setting types to required
ca: Aneu amb compte amb la creació de tipus obligatoris, especialment quan hi ha usuaris als quals no se'ls permet crear-ne de nous. Podeu posar-los en una situació incòmoda en ingressar les dades i, com a resultat, pot fins i tot reduir la qualitat de les dades.
de: Die Pflichtfeld Funktion sollte mit Vorsicht benutzt werden, besonders wenn es User gibt, die keine neuen Typen anlegen können. Es könnte diese User in eine unangenehme Situation führen und dadurch sogar die Qualität der Daten verschechtern.
es: Tenga cuidado con la creación de tipos obligatorios, especialmente cuando hay usuarios a los que no se les permite crear otros nuevos. Puede ponerlos en una situación incómoda al ingresar los datos y, como resultado, puede incluso reducir la calidad de los datos.
fr: Attention en rendant les types obligatoires, surtout quand il y a des utilisateurs qui ne sont pas autorisées à en créer de nouveaux. Cela peut les mettre dans une mauvaise situation au moment d'entrer des données et ainsi réduire la qualité de vos données.
pl: Uwaga: zachowaj ostrożność przy ustawianiu typów jako wymaganych

source: entities have no type. Be aware, that these than can't be updated, without setting this type.
ca: Les entitats no tenen tipus. Així doncs, no es poden desar fins que s'hagi definit el tipus
de: Entitäten haben diesen Typ nicht. Diese können dann auch nicht mehr gespeichert werden, solange dieser Typ nicht gesetzt wurde.
es: las entidades no tienen tipo. Tenga en cuenta que estos no pueden actualizarse, sin establecer el tipo.
fr: entities n'ont pas de type. Soyez conscients qu'ils ne peuvent pas être mise à jour sans mettre ce type.
pl: podmioty nie mają typu. Należy pamiętać, że nie można ich zaktualizować bez ustawienia tego typu.

source: I'm aware of the risk.
ca: Sóc conscient dels riscos, però vull que aquest tipus sigui obligatori de totes maneres.
de: Ich bin mir der Risiken bewusst, aber möchte die Eingabe dieses Typen trotzdem verpflichtend machen.
es: Soy consciente de los riesgos, pero quiero que este tipo sea obligatorio de todos modos.
fr: Je suis conscient du risque
pl: Jestem świadomy ryzyka.

source: tooltip date
ca: Podeu declarar una data d inici i una data de finalització o intervals de temps per a cadascun d ells.
de: Es kann ein Beginn-, ein Ende-Datum oder Zeitspannen für jedes angegeben werden
es: Puede declarar una fecha de inicio y una fecha de finalización o intervalos de tiempo para cada uno de ellos.
fr: vous pouvez déclarer une date de début, une date de fin ou un intervalle de temps
pl: data podpowiedzi

source: details
ca: detalls
es: detalles
fr: détails
pl: szczegóły

source: show more
ca: mostra més
de: mehr zeigen
es: muestra más
fr: montrer plus
pl: pokaż więcej

source: show less
ca: mostra menys
de: weniger zeigen
es: muestra menos
fr: montrer moins
pl: pokaż mniej

source: map_clear
ca: Neteja
de: clear
es: Limpia
fr: effacer
pl: mapa_wyczyść

source: map_info_reedit
ca: Per tornar a editar, deseu o torneu a carregar la pàgina.
de: Für erneutes Bearbeiten bitte speichern oder neu laden
es: Para volver a editar, guarde o vuelva a cargar la página.
fr: pour modifier à nouveau, veuillez sauvegarder ou recharger la page.
pl: mapa_informacja_reedit

source: map_info_shape
ca: Dibuixeu la forma si es coneix l'extensió precisa
de: Zeichne den Umriss eines physischen Objekts, dessen genaue Ausdehnung bekannt ist
es: Dibujar la forma de una cosa física si se conoce la extensión precisa
fr: Dessinez la forme ou la chose physiquement si la zone est connue
pl: mapa_informacja_kształt

source: map_info_area
ca: Dibuixeu l àrea aproximada, encara que la seva localització sigui imprecisa
de: Zeichne die Fläche, in dem sich das physische Objekt sicher befindet - z.B. wenn der genaue Umriss nicht bekannt ist, aber es sich innerhalb eines bestimmten Gebiet befindet
es: Dibuje el área en la que se encuentra la cosa física, aunque su localización sea imprecisa
fr: Dessinez la zone dans laquelle la chose est localisée. Par exemple si la forme exacte est inconnue mais qu'elle doit être dans une aire donnée.
pl: obszar_informacji_mapy

source: map_info_point
ca: Establiu un marcador/punt a la posició on es troba el lloc
de: Setze einen Marker auf die Position, an der sich das physikalische Objekt befindet
es: Establezca un marcador/punto en la posición donde se encuentra la cosa física.
fr: Placez un marqueur/repère à la position de la chose
pl: punkt_informacji_mapy

source: map_info_linestring
ca: Dibuixeu una línia connectada a les característiques espacials d'un objecte físic (per exemple: el curs d un riu o camí)
de: Zeichne eine Linie , die z.B. der Verlauf eines Flusses oder Straße repräsentiert
es: Dibuje una línea conectada a las características espaciales de un objeto físico (por ejemplo: el curso de un río o camino)
fr: Dessinez une ligne liée à la chose (par exemple, le tracé d'une rivière ou d'une route)
pl: mapa_info_linestring

source: map_info_close
ca: Tanca sense desar
de: Schließen ohne zu Speichern
es: cerrar sin guardar
fr: fermer
pl: mapa_info_zamknij

source: map_info_description
ca: Aquí pot introduir una descripció.
de: Hier kann eine Beschreibung eingeben werden
es: Aquí puede introducir una descripción.
fr: Description
pl: opis_informacji_mapy

source: map_info_name
ca: nom
de: Name
es: nombre
fr: nom
pl: nazwa_informacji_mapy

source: map_info_easting
ca: a l'Est
de: Easting
es: al este
fr: abscisse
pl: mapa_info_wielkanoc

source: map_info_northing
ca: al Nord
de: Northing
es: al norte
fr: ordonné
pl: mapa_informacje_północ

source: map_info_points
ca: punts
de: Punkte
es: puntos
fr: points
pl: punkty_informacyjne_mapy

source: map_info_wkt
ca: Establiu un marcador/punt a la posició on es troba el lloc
de: geben Sie eine gültige Eingabe für die WKT ein, um sie auf der Karte zu zeichnen. Mögliche Geometrien sind: PUNKT, LINIENSTRING, POLYGON
es: Establezca un marcador/punto en la posición donde se encuentra el objeto.
pl: mapa_info_wkt

source: search by location name or postcode
ca: cerca per nom de la ubicació o codi postal
de: suche nach Ort oder Postkennzahl
es: buscar por nombre de ubicación o código postal
fr: rechercher par le nom de lieu ou le code postal
pl: szukaj przez lokalizacje nazwę albo kod pocztowy

source: enter a location name
ca: introduïu el nom d'un lloc
de: gib einen Ortsnamen ein
es: ingresa un nombre de ubicación
fr: entrez un nom de lieu
pl: wprowadź nazwę lokalizacji

source: there are multiple places overlapping
ca: hi ha diversos llocs superposats
de: Mehrere Orte überschneiden sich
es: hay varios lugares superpuestos
fr: il y a plusieurs lieux qui se superposent
pl: istnieje wiele miejsc nakładających się na siebie

source: polygon
ca: polígon
es: polígono
fr: polygone
pl: wielokąt

source: draw geometry
ca: dibuixa geometria
de: geometry zeichnen
es: dibuja geometria
fr: dessiner la géométrie
pl: narysuj geometrię

source: import wkt
ca: importa wkt
de: WKT importieren
es: importa wkt

source: system log
ca: log de sistema
es: log de sistema
fr: log du système
pl: dziennik systemowy

source: modules
ca: mòduls
de: Module
es: módulos
pl: moduły

source: defaults for new user
ca: valors predeterminats per a l'usuari nou
de: Defaults für neue User
es: valores predeterminados para nuevos usuarios
fr: par défaut pour les nouveaux utilisateurs
pl: domyślne dla nowego użytkownika

source: map
ca: mapa
de: Karte
es: mapa
fr: carte
pl: mapa

source: data
ca: dades
de: Daten
es: datos
pl: dane

source: Test mail from %(site_name)s
ca: Prova de correu des de %(site_name)s
de: Test-E-Mail von %(site_name)s
es: Prueba de correo desde %(site_name)s
fr: Tester le message de %(site_name)s
pl: Poczta testowa od %(site_name)s

source: This test mail was sent by %(username)s
ca: Aquest correu de prova fou enviat per %(username)s
de: Dieses Test E-Mail wurde von %(username)s verschickt
es: Este correo de prueba fue enviado por %(username)s
fr: Ce message de test a été envoyé par %(username)s
pl: Ta wiadomość testowa została wysłana przez %(username)s

source: A test mail was sent to %(email)s.
ca: S'ha enviat un correu de prova a %(email)s.
de: Ein Test-E-Mail wurde an %(email)s geschickt.
es: Se envió un correo de prueba a %(email)s.
fr: Un message de test a été envoyé à %(email)s.
pl: Wiadomość testowa została wysłana na adres %(email)s.

source: info update
ca: S'han desat els canvis.
de: Die Änderungen wurden gespeichert
es: Los cambios han sido guardados.
fr: les changements ont été mis à jour
pl: aktualizacja informacji

source: Congratulations, everything looks fine!
ca: Enhorabona, tot està bé!
de: Glückwunsch, alles ist gut!
es: Felicidades, todo se ve bien!
fr: Félicitations, tout va bien
pl: Gratulacje, wszystko wygląda dobrze!

source: check links
ca: comprovar els enllaços
de: Links prüfen
es: comprobar enlaces
fr: vérifier les liens
pl: sprawdź linki

source: delete link duplicates
ca: eliminar enllaços duplicats
de: Link-Duplikate löschen
es: eliminar enlaces duplicados
fr: supprimer les liens en doublon
pl: usuń duplikaty linków

source: check link duplicates
ca: comproveu els enllaços duplicats
de: Link-Duplikate prüfen

source: link removed
ca: enllaç eliminat
de: Verbindung gelöscht
es: enlace eliminado
fr: lien supprimé
pl: link usunięty

source: settings
ca: configuració
de: einstellungen

source: error transaction
ca: Ha ocorregut un error de transacció. Si us plau, informeu-ho.
de: Es gab einen Datenbank-Transaktions-Fehler. Bitte melde diesen Fehler.
es: Ocurrió un error de transacción. Por favor, informe de esto.
fr: une erreur de transaction a eu lieu. Veuillez prévenir de cela
pl: transakcja błędu

source: check similar names
ca: comprovar noms semblants
de: Ähnliche Namen prüfen
es: comprobar nombres similares
fr: vérifier les noms similaires
pl: sprawdź podobne nazwy

source: invalid dates
ca: dates invàlides
de: Ungültige Datumswerte
es: fechas inválidas
fr: dates invalides
pl: nieprawidłowe daty

source: invalid link dates
ca: dates d enllaços invàlids
de: Ungültige Link-Datumswerte
es: fechas de enlaces inválidas
fr: dates de lien invalides
pl: nieprawidłowe daty linków

source: invalid involvement dates
ca: Dates de participació invàlides
de: ungültige Datumswerte für Involvierung
es: Fechas de participación inválidas
fr: dates de participation invalies
pl: nieprawidłowe daty zaangażowania

source: invalid preceding dates
ca: dates precedents invàlides
de: ungültige Datumswerte für vorangegangene Ereignisse
es: fechas precedentes inválidas
pl: nieprawidłowe poprzednie daty

source: invalid sub dates
ca: sub dates invàlides
de: ungültige Datumswerte für Subereignisse
es: sub fechas inválidas
pl: nieprawidłowe daty podrzędne

source: check dates
ca: comprovar dates
de: Datumswerte kontrollieren
es: comprobar fechas
fr: vérifiez les dates
pl: sprawdź daty

source: unlinked
ca: sense enllaços
de: Entitäten ohne Verlinkung

source: missing files
ca: fitxers perduts
de: Fehlende Dateien
es: archivos perdidos
fr: fichiers manquants
pl: brakujące pliki

source: orphaned files
ca: fitxers orfes
de: Verwaiste Dateien
es: archivos huérfanos
fr: fichiers orphelins
pl: osierocone pliki

source: orphaned iiif files
ca: fitxers IIIF orfes
de: Verwaiste IIIF Dateien
es: archivos IIIF huérfanos
pl: osierocone pliki iiif

source: orphaned annotations
ca: anotacions orfes
de: verwaiste Annotations

source: orphaned subunits
ca: subunitats orfes
de: verwaiste Subunits
es: subunidades huérfanas
fr: sous-unités orphelins
pl: osierocone podjednostki

source: circular dependencies
ca: dependències circulars
de: zirkuläre Abhängigkeiten
es: dependencias circulares
fr: dépendances circulaires
pl: zależności kołowe

source: delete all files without corresponding entities?
ca: suprimeixo tots els fitxers sense les entitats corresponents?
de: Alle Dateien ohne korrespondierende Entitäten löschen?
es: ¿Eliminar todos los archivos sin las entidades correspondientes?
fr: vérifier tous les fichiers pour les entités qui correspondent ?
pl: usunąć wszystkie pliki bez odpowiadających im jednostek?

source: delete all files
ca: elimina tots els fitxers
de: Alle Dateien löschen
es: eliminar todos los archivos
fr: supprimer tous les fichiers
pl: usuń wszystkie pliki

source: error file delete
ca: S'ha produït un error en intentar eliminar el fitxer.
de: Fehler beim Löschen der Datei
es: Se produjo un error al intentar eliminar el archivo.
fr: une erreur a eu lieu lors de la suppression du fichier
pl: błąd usuwania pliku

source: annotation deleted
ca: nota eliminada
de: Annotation löschen
es: nota eliminada
pl: adnotacja usunięta

source: entities relinked
ca: les entitats s'han tornat a vincular
de: Die Entitäten wurden wieder verlinkt
es: las entidades se han vuelto a enlazar
pl: podmioty ponownie połączone

source: entity removed from annotation
ca: entitat eliminada de l'anotació
de: Die Entität wurde von der Annotation entfernt.
es: entidad eliminada de la anotación
fr: entité retirée de l'annotation
pl: jednostka usunięta z adnotacji

source: delete all logs
ca: eliminar tots els logs
de: Alle Logeinträge löschen
es: eliminar todos los logs
fr: supprimer tous les logs
pl: usuń wszystkie logi

source: Logs deleted
ca: Logs eliminats
de: Logs wurden gelöscht
es: Logs eliminados
fr: logs supprimés
pl: Dzienniki usunięte

source: subject
ca: assumpte
de: Betreff
es: asunto
fr: sujet
pl: przedmiot

source: send
ca: envia
de: senden
es: envia
fr: envoyer
pl: wyślij

source: images were created
ca: s'han creat imatges
de: Bilder wurden erzeugt
es: se crearon imagenes
fr: les images ont été créés
pl: obrazy zostały stworzone

source: resized orphaned images were deleted
ca: s han eliminat les imatges òrfenes redimensionades
de: Verwaiste Thumbnails wurden gelöscht
es: Se eliminaron las imágenes huérfanas redimensionadas
fr: les images orphelines qui ont été redimensionnées ont été supprimées
pl: usunięto osierocone obrazy o zmienionym rozmiarze

source: relink entity
ca: tornar a enllaçar l'entitat
de: Entität wieder verlinken
es: enlazar de nuevo la entidad
pl: ponowne połączenie jednostki

source: remove entity
ca: esborrar entitat
de: Entitäten entfernen
es: eliminar entidad
pl: usunąć podmiot

source: delete annotation
ca: esborrar anotació
de: Annotation löschen
es: eliminar anotación
pl: usuń adnotację

source: fetch
ca: anar a buscar
de: Update

source: import ARCHE data
ca: importar dades ARCHE
de: ARCHE Daten importieren

source: no entities to retrieve
ca: no hi ha entitats per recuperar
de: Keine Einträge zu holen

source: This entity can't be viewed directly.
ca: Aquesta entitat no es pot veure directament.
de: Dieser Eintrag kann nicht direkt aufgerufen werden.
es: Esta entidad no se puede ver directamente.
fr: Cette entité ne peut pas être visualisée directement.
pl: Tego podmiotu nie można oglądać bezpośrednio.

source: error database
ca: error a la base de dades
de: Ein Datenbankfehler ist aufgetreten
es: error en la base de datos
fr: erreur de base de données
pl: baza błędów

source: error modified by %(username)s
ca: La entrada no s'ha pogut actualitzar perquè ha estat modificada per %(username)s. Copieu o recordeu els vostres canvis i premeu recarregar per tornar a intentar.
de: Der Eintrag wurde von %(username)s inzwischen geändert. Bitte die Änderungen kopieren oder merken, auf "Neu laden" klicken und es noch einmal probieren.
es: La entrada no se pudo actualizar porque ha sido modificada por %(username)s. Copie o recuerde sus cambios y presione recargar para intentar otra vez.
fr: erreur : modifié par %(username)s
pl: błąd zmodyfikowany przez %(username)s

source: reload
ca: recarrega
de: Neu laden
es: recarga
fr: recharger
pl: przeładować

source: Deletion not possible if classes are attached
ca: La eliminació no és possible si les classes estan adjuntes
de: Löschen nicht ist möglich solange Klassen verknüpft sind

source: Deletion not possible if subunits exists
ca: La eliminació no és possible si existeixen subunitats
de: Löschung nicht möglich solange Subunits existieren

source: entity deleted
ca: l'entitat ha estat eliminada
de: Der Eintrag wurde gelöscht
es: La entidad ha sido eliminada
fr: entité supprimée
pl: usunięto podmiot

source: entity created
ca: l'entitat s'ha creat
de: Neuer Eintrag angelegt
es: Se ha creado una entidad.
fr: entité créée
pl: podmiot utworzony

source: Invalid geom entered
ca: S'ha insertat una geometria no vàlida
de: Eine ungültige Geometrie wurde eingegeben
es: Se ha insertado una geometría no válida
fr: coordonnées géographiques invalides
pl: Wprowadzono nieprawidłowy geom

source: files
ca: fitxers
de: Dateien
es: archivos
fr: fichiers
pl: pliki

source: public without license
ca: públic sense llicència
de: öffentlich ohne Lizenz

source: public with license but without creator
ca: públic amb llicència però sense autor
de: öffentlich mit Lizenz aber ohne Urheber

source: data was exported
ca: les dades s'han exportat
de: Die Daten wurden exportiert
es: los datos fueron exportados
fr: les données ont été exportées
pl: dane zostały wyeksportowane

source: export failed
ca: l'exportació ha fallat
de: Export ist fehlgeschlagen
es: la exportación ha fallado
fr: l'export a échoué
pl: eksport nie powiódł się

source: export SQL
ca: exporta SQL
de: SQL-Export
es: exporta SQL
fr: exporter SQL
pl: eksportuj SQL

source: export database dump
ca: exportar la base de dades
de: Datenbank Export
es: exportar base de datos
fr: exporter la base de données
pl: eksportuj zrzut bazy danych

source: file deleted
ca: fitxer esborrat
de: Datei wurde gelöscht
es: fichero eliminado
fr: fichier supprimé
pl: plik usunięty

source: list
ca: llista
de: Liste

source: convert all files
ca: converteix tots els fitxers
de: alle Dateien konvertieren
es: convertir todos los archivos
pl: przekonwertuj wszystkie pliki

source: delete all IIIF files
ca: elimina tots els fitxers IIFF
de: Alle IIIF Dateien löschen
es: borrar todos los archivos IIF
pl: usuń wszystkie pliki IIIF

source: IIIF converted
ca: IIIF convertit
de: IIIF umgewandelt
es: IIIF convertida
fr: converti en IIIF
pl: IIIF przekonwertowany

source: failed to convert image
ca: no s'ha pogut convertir la imatge
de: Fehler beim Bild konventieren
es: No se pudo convertir la imagen
fr: échec de la conversion de l'image
pl: nie udało się przekonwertować obrazu

source: please activate IIIF
ca: si us plau, activeu IIIF
de: bitte IIIF aktivieren
es: por favor, active IIIF
fr: veuillez activer l'IIIF
pl: proszę aktywować IIIF

source: please activate IIIF conversion
ca: si us plau, activeu la conversió IIIF
de: bitte IIIF Konversation aktivieren
es: por favor, active la conversión IIIF
fr: veuillez activer la conversion en IIIF
pl: proszę aktywować konwersję IIIF

source: all image files are converted
ca: s'han convertit tots els fitxes d'imatges
de: alle Bilder wurden erzeugt
es: se han convertido dotdos los ficheros de imágenes
pl: wszystkie pliki obrazów są konwertowane

source: IIIF file deleted
ca: fitxer IIIF esborrat
de: IIIF Datei wurde gelöscht
es: fichero IIIF eliminado
pl: Plik IIIF usunięty

source: cannot delete images in upload directory
ca: no es poden suprimir imatges al directori de càrrega
de: Dateien im Upload Verzeichnis können nicht gelöscht werden
es: no se pueden eliminar imágenes en el directorio de carga
fr: impossible de supprimer les images dans le dossier de téléversement
pl: nie można usunąć obrazów w katalogu przesyłania

source: all IIIF files are deleted
ca: s'han esborrat tots els fitxers IIIF
de: alle IIIF Bilder wurden gelöscht
es: se han borrado todos los ficheros IIIF
pl: wyświetl wszystkie obrazy IIIF

source: invalid columns
ca: columnes invàlides
de: Ungültige Spalte
es: columnas inválidas
pl: nieprawidłowe kolumny

source: possible duplicates
ca: possibles duplicats
de: Mögliches Duplikat
es: posibles duplicados
pl: możliwe duplikaty

source: invalid administrative units
ca: unitats administratives invàlides
de: Ungültige Verwaltungseinheit
es: unidades administrativas inválidas
pl: nieważne jednostki administracyjne
