Repository: craws/OpenAtlas
Catalog: openatlas/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, pl

source: source
ca: font
de: Quelle
es: fuente
pl: źródło

source: creator
ca: autor
de: Urheber
es: autor
pl: twórca

source: recipient
ca: destinatari
de: Empfänger
es: destinatario
fr: destinataire
pl: odbiorca

source: donor
ca: donador
de: Geber
es: donante
fr: donneur
pl: dawca

source: given object
ca: objecte donat
de: gegebenes Objekt

source: owned by
ca: propietat de
de: in Besitz von
es: propiedad de
fr: possédé par
pl: posiadany przez

source: public sharing allowed
ca: es permet compartir en públic
de: öffentlich teilen erlaubt
es: se permite compartir en público
fr: lien public autorisé
pl: dozwolone udostępnianie publiczne

source: yes
ca: si
de: Ja
es: si
fr: oui
pl: tak

source: but license is missing
ca: però falta la llicència
de: aber fehlende Lizenz
es: pero falta la licencia
fr: mais il manque la licence
pl: ale brakuje licencji

source: license holder
ca: titular de la llicència
de: Lizenzinhaber
es: titular de la licencia
fr: détenteur de la licence
pl: posiadacz licencji

source: size
ca: mida
de: Größe
es: tamaño
fr: taille
pl: rozmiar

source: extension
ca: extensió
de: Erweiterung
es: extensión
pl: rozszerzenie

source: download
ca: descarrega
es: descarga
fr: télécharger
pl: pobierz

source: missing file
ca: fitxer perdut
de: Fehlende Datei
es: archivo perdido
fr: fichier manquant
pl: brakujący plik

source: object
ca: objecte
de: Objekt

source: begin
ca: comença
de: Beginn
es: empieza
fr: début
pl: zaczynać

source: end
ca: finalitza
de: Ende
es: finaliza
fr: fin
pl: koniec

source: person
ca: persona
es: persona
fr: personne
pl: osoba

source: artifact
ca: artefacte
de: Artefakt
es: artefacto
fr: artéfact
pl: artefakt

source: produced
ca: produït
de: produzierte

source: website URL
ca: URL del lloc web
de: URL der Webseite

source: resolver URL
ca: URL de resolució

source: example ID
ca: ID d exemple
de: Beispiel-ID

source: entity
ca: entitat
de: Entität

source: precision
ca: precisió
de: Präzision
es: precisión
fr: précision
pl: precyzja

source: remove
ca: elimina
de: entfernen
es: elimina
fr: supprimer
pl: usunąć

source: mentioned in the source
ca: esmentat a la font
de: In der Quelle erwähnt
es: mencionado en la fuente
fr: mentionné dans la source
pl: wymienione w źródle

source: content
ca: contingut
de: Inhalt
es: contenido
fr: contenu
pl: treść

source: tools
ca: eines
es: herramientas
fr: outils
pl: narzędzia

source: icon
ca: icona

source: presentation site
ca: web de presentació
de: Präsentationsseite
es: web de presentación
fr: site de démonstration
pl: miejsce prezentacji

source: public
ca: públic
es: público
pl: publiczny

source: private
ca: privat
de: privat
es: privado
fr: privé
pl: prywatny

source: view
ca: vista
de: Ansicht
es: vista
fr: vue
pl: widok

source: copy
ca: copia
de: kopieren
es: copia
fr: copier
pl: kopia

source: Delete %(name)s?
ca: Suprimir %(name)s?
de: %(name)s löschen?
es: Suprimir %(name)s?
fr: Supprimer %(name)s ?
pl: Usunąć %(name)s?

source: delete
ca: suprimeix
de: löschen
es: suprimir
fr: supprimer
pl: usuń

source: edit
ca: edita
de: bearbeiten
es: edita
fr: modifier
pl: edytować

source: network
ca: xarxa
de: Netzwerk
es: red
fr: réseau
pl: sieć

source: of
ca: de
de: von
es: de
fr: de
pl: z

source: alias
ca: àlies

source: type
ca: tipus
de: Typ
es: tipo
pl: typ

source: residence
ca: residència
de: Residenz
es: residencia
fr: résidence
pl: miejsce zamieszkania

source: appears first
ca: apareix primer
de: Erstes Erscheinen
es: aparece primero
fr: apparaît en premier
pl: pojawia się pierwszy

source: appears last
ca: apareix últim
de: Letztes Erscheinen
es: aparece último
fr: apparaît en dernier
pl: pojawia się jako ostatni

source: member of
ca: membre de
de: Mitglied von
es: miembro de
fr: membre de
pl: członek

source: relation
ca: relació
de: Beziehung
es: relación
pl: relacja

source: member
ca: membre
de: Mitglied
es: miembro
pl: członek

source: moved
ca: mogut
de: bewegte

source: sub event of
ca: sub event de
de: Unterereignis von
es: sub evento de
fr: sous-événement de
pl: zdarzenie podrzędne

source: preceding event
ca: esdeveniment anterior
de: vorangegangenes Ereignis
es: evento anterior
fr: événement précédent
pl: wydarzenie poprzedzające

source: succeeding event
ca: esdeveniment posterior
de: nachfolgendes Ereignis
es: evento siguiente
fr: événement suivant
pl: kolejne wydarzenie

source: location
ca: localització
de: Ort
es: localización
fr: lieu
pl: lokalizacja

source: activity
ca: activitat
de: Aktivität
es: actividad
fr: activité
pl: aktywność

source: stratigraphic unit
ca: unitat estratigràfica
de: stratigraphische Einheit
es: unidad estratigráfica
fr: unité stratigraphique
pl: jednostka stratygraficzna

source: overlay
ca: superposició
es: capa sobrepuesta
fr: surcouche
pl: nakładka

source: link
ca: enllaç
es: enlace
fr: lien

source: set selectable
ca: estableix seleccionable
de: auswählbar machen
es: establecer seleccionable
pl: ustaw wybierany

source: set unselectable
ca: estableix no seleccionable
de: nicht auswählbar machen
es: establecer no seleccionable
pl: ustaw niewybieralny

source: unit
ca: unitat
de: Einheit
es: unidad
fr: unité
pl: jednostka

source: selectable
ca: seleccionable
de: auswählbar
es: seleccionable
pl: do wyboru

source: ID for imports
ca: ID per a importacions
de: ID für Importe
es: ID para importaciones
fr: ID pour les imports
pl: Identyfikator importu

source: name
ca: nom
es: nombre
fr: nom
pl: nazwa

source: value
ca: valor
de: Wert
es: valor
fr: valeur
pl: wartość

source: class
ca: classe
de: Klasse
es: clase
fr: classe
pl: klasa

source: domain
ca: domini
de: Ausgangsklasse
es: dominio
fr: domaine
pl: domena

source: range
ca: rang
es: intervalo
fr: rangée
pl: zakres

source: move entities
ca: moure entitats
de: Entitäten verschieben
es: mover entidades
fr: déplacer les entités
pl: przenieś podmioty

source: main image
ca: imatge principal
de: Angezeigtes Bild
es: imagen principal
fr: image principale
pl: główny obraz

source: count
ca: recompte
de: Anzahl
es: recuento
fr: décompte
pl: liczyć

source: add subunit
ca: afegeix subunitat
de: Subunit hinzufügen

source: view all IIIF images
ca: veure totes les imatges IIIF
de: alle IIIF Bilder anzeigen
es: ver todas las imágenes IIIF
fr: voir tous les images IIIF
pl: wyświetl wszystkie obrazy IIIF

source: note
ca: nota
de: Notiz
es: nota
pl: notatka

source: previous
ca: anterior
de: zurück
es: anterior
fr: précédent
pl: poprzedni

source: next
ca: següent
de: weiter
es: siguiente
fr: suivant
pl: następny

source: show
ca: mostra
de: Anzeigen
es: muestra
fr: montrer
pl: pokaż

source: entries
ca: items
de: Einträge
es: ítems
fr: entrées
pl: wpisy

source: showing %(first)s to %(last)s of %(all)s entries
ca: es mostra de %(first)s to %(last)s of %(all)s items
de: gezeigt werden %(first)s bis %(last)s von %(all)s Einträgen
es: mostrando del %(first)s a %(last)s de %(all)s ítems
fr: montrer de %(first)s à %(last)s de %(all)s entrées
pl: pokazanie %(first)s do %(last)s z %(all)s wpisów

source: no entries
ca: no hi ha items
de: Keine Einträge
es: no hay registros
fr: aucune entrée
pl: brak wpisów

source: Remove %(name)s?
ca: Elimina %(name)s?
de: %(name)s entfernen?
es: Elimina %(name)s?
fr: Retirer %(name)s ?
pl: Usunąć %(name)s?

source: external reference systems
ca: sistemes de referència externs
de: Externes Referenz System
es: sistemas de referencia externos
fr: système de référence externe
pl: zewnętrzne systemy odniesienia

source: at
ca: a
de: von
es: en
fr: à
pl: na

source: event
ca: esdeveniment
de: Ereignis
es: evento
fr: événement
pl: wydarzenie

source: between %(begin)s and %(end)s
ca: entre %(begin)s i %(end)s
de: zwischen %(begin)s und %(end)s
es: entre %(begin)s y %(end)s
fr: entre %(begin)s et %(end)s
pl: między %(begin)s a %(end)s

source: unset
ca: Desseleccionar
de: abwählen

source: set
ca: Seleccionar
de: auswählen
es: Seleccionar
fr: placer
pl: ustaw

source: created
ca: creat
de: erstellt
es: creado
fr: créé
pl: stworzony

source: modified
ca: modificat
de: geändert
es: modificado
fr: modifié
pl: modyfikowany

source: imported from
ca: importat de
de: importiert von
es: importado de
fr: importé de
pl: importowane z

source: imported by
ca: importat per
de: importiert von
es: importado por
fr: importé par
pl: importowane przez

source: bookmark remove
ca: esborrar marcador
de: Bookmark entfernen
es: borrar marcador
fr: enlevé le marque-page
pl: usuń zakładke

source: bookmark
ca: marcador
es: marcador
fr: marque-page
pl: zakładka

source: place
ca: lloc
de: Ort
es: lugar
fr: lieu
pl: miejsce

source: reference
ca: referència
de: Referenz
es: referencia
fr: référence
pl: odniesienie

source: file
ca: fitxer
de: Datei
es: fichero
fr: fichier
pl: plik

source: no preview available
ca: no hi ha vista prèvia disponible
de: Vorschau nicht verfügbar
es: no hay vista previa disponible
fr: aucune prévisualisation disponible
pl: brak dostępnego podglądu

source: view in IIIF
ca: veure a IIIF
de: in IIIF anschauen
es: ver en IIIF
fr: voir dans le IIIF
pl: widok w IIIF

source: annotate
ca: anotar
de: annotieren
es: anotar
pl: komentować

source: delete IIIF
ca: suprimeix IIIF
de: IIIF Datei löschen
es: suprimir IIIF
pl: usuń IIIF

source: enable IIIF view
ca: habilitar la vista IIIF
de: IIIF aktivieren
es: habilitar la vista IIIF
fr: activer la vue IIIF
pl: włącz widok IIIF

source: error mail login
ca: No s ha pogut connectar amb el servidor de correu
de: Es konnte keine Verbindung zum E-Mail-Server hergestellt werden
es: No se pudo conectar con el servidor de correo
fr: erreur de connexion
pl: błąd logowania e-mail

source: error mail send
ca: error en enviar el correu
de: Die E-Mail konnte nicht verschickt werden
es: No se pudo enviar el correo
fr: erreur lors de l'envoi de l'email
pl: błąd wysyłania poczty

source: directory not writable
ca: carpeta sense permisos de escriptura
de: Ordner nicht beschreibbar
es: carpeta sin permisos de escritura
fr: impossible d'écrire dans le dossier
pl: katalog nie do zapisania

source: citation_example
ca: exemple de citació
de: Beispiel Zitat
es: ejemplo de cita
fr: exemple de citation
pl: przykład_cytowania

source: description
ca: descripció
de: Beschreibung
es: descripción
pl: opis

source: comment
ca: comentari
de: Beschreibung
es: comentario
fr: commentaire
pl: komentarz

source: reference system
ca: sistema de referència
de: Referenzsystem
es: sistema de referencia
fr: système de référence
pl: układ odniesienia

source: hide
ca: amaga
de: ausblenden
es: ocultar
fr: cacher
pl: ukryć

source: generate password
ca: generar contrasenya
de: Passwort generieren
es: generar contraseña
fr: générer un mot de passe
pl: wygeneruj hasło

source: page
ca: pàgina
de: Seite
es: página
pl: strona

source: insert
ca: inserta
de: anlegen
es: insertar
fr: insérer
pl: wstawić

source: annotation
ca: anotació
es: anotación
pl: adnotacja

source: coordinates
ca: coordenades
de: Koordinaten
es: coordenadas
pl: współrzędne

source: save
ca: desa
de: speichern
es: guardar
fr: sauvegarder
pl: zapisz

source: test
ca: prova
es: prueba
fr: tester

source: base URL
ca: URL base
es: URL base
fr: la base de l'URL
pl: podstawowy adres URL

source: user
ca: usuari
es: usuario
fr: utilisateur
pl: użytkownik

source: given place
ca: lloc donat
de: Gegebener Ort
es: lugar dado
fr: lieu donné
pl: dane miejsce

source: given artifact
ca: artefacte donat
de: gegebenes Artefakt
es: artefacto dado
fr: artéfact donné
pl: dany artefakt

source: inverse
ca: invers
de: umgekehrt
es: inverso
pl: odwrotność

source: insert and add
ca: inserta i afegeix
de: anlegen und weiter mit
es: inserta y añade
fr: insérer et ajouter
pl: wstaw i dodaj

source: tooltip hierarchy multiple
ca: Si està marcada, es poden usar múltiples opcions per a una entitat.
de: Aktivieren wenn mehrfach Verwendung für ein Objekt möglich sein soll
es: Si está marcada, se pueden usar múltiples opciones para una entidad.
fr: Si coché, plusieurs options peuvent être utilisées pour une entité
pl: formularze hierarchii podpowiedzi

source: multiple
ca: múltiple
de: mehrfach
es: múltiple
fr: plusieurs
pl: wiele

source: modified place
ca: lloc modificat
de: geänderter Ort
es: lugar modificado
pl: zmodyfikowane miejsce

source: moved artifact
ca: artefacte mogut
de: bewegtes Artefakt

source: moved person
ca: persona traslladada
de: bewegte Person
es: persona trasladada
pl: przeniesiona osoba

source: place to
ca: cap al lloc
de: Ort zu
es: Lugar hacia
pl: miejsce do

source: place from
ca: des del lloc
de: Ort von
es: lugar desde
pl: miejsce od

source: born in
ca: nascut a
de: geboren in
es: nacido en
fr: né à
pl: urodzony w

source: died in
ca: mort a
de: gestorben in
es: murió en
fr: mort en
pl: zmarł w

source: feature
ca: característica
es: característica
fr: caractéristique
pl: cecha

source: Link artifacts as the information carrier of the source
ca: Enllaçar artefactes com portadors d'informació de la font
de: Hier können Artefakte als Träger dieser Quelle verknüpft werden
es: Enlazar artefactos como portadores de información de la fuente
fr: Lier les artéfacts en tant que support d'information de la source
pl: Artefakty linków jako nośnik informacji źródła

source: human remains
ca: restes humanes
de: Menschliche Überreste
es: restos humanos
fr: restes humains
pl: szczątki ludzkie

source: insert and continue
ca: insertar i continuar
de: Anlegen und weiter
es: insertar y continuar
fr: insérer et continuer
pl: wstaw i kontynuuj

source: begins in
ca: comença en
de: beginnt in
es: empieza en
fr: commence dans
pl: zaczyna się w

source: ends in
ca: acaba en
de: endet in
es: termina en
fr: se termine dans
pl: kończy się

source: tooltip hierarchy forms
ca: Triï en quins formularis estarà disponible aquest tipus.
de: Auswahl für Formulare in denen dieser Typ verwendet werden kann
es: Elija en qué formularios estará disponible este tipo.
fr: Choisissez dans quelles formulaires ce type sera disponible.
pl: formularze hierarchii podpowiedzi

source: map overlay
ca: superposició de mapa
de: Karten-Overlay
es: superposición de mapa
fr: superposition de carte
pl: nakładka mapy

source: time
ca: hora
de: Zeit
es: hora
fr: temps
pl: czas

source: site name
ca: nom del lloc
de: Seitenname
es: nombre del lugar
fr: nom du site
pl: nazwa witryny

source: default language
ca: idioma predeterminat
de: Standardsprache
es: idioma predeterminado
fr: langue par défaut
pl: język domyślny

source: default table rows
ca: files de taula predeterminades
de: Standard Tabellenreihen
es: filas de tabla predeterminadas
fr: lignes de la table par défaut
pl: domyślne wiersze tabeli

source: log level
ca: nivell de log
es: nivel de log
fr: niveau de log
pl: poziom dziennika

source: random password length
ca: longitud de contrasenya aleatòria
de: Länge des Zufallspassworts
es: longitud de contraseña aleatoria
fr: taille de mot de passe aléatoire
pl: losowa długość hasła

source: minimum password length
ca: longitud mínima de la contrasenya
de: Mindestpasswortlänge
es: longitud mínima de la contraseña
fr: taille minimum du mot de passe
pl: minimalna długość hasła

source: reset confirm hours
ca: restablir l'horari de confirmació
de: Reset Stunden-Limit
es: restablecer horario de confirmación
fr: redéfinir les heures de confirmation
pl: zresetuj potwierdzone godziny

source: failed login tries
ca: Intents d'inici de sessió fallits
de: Maximale Anmeldeversuche
es: Inicio de sesión fallido
fr: tentatives de connexion échouées
pl: nieudane próby logowania

source: failed login forget minutes
ca: error d'inici de sessió, oblidar minuts
de: Anmeldeversuche vergessen Minuten
es: Error de inicio de sesión, olvidar minutos
fr: nombre de minutes du mot de passe de connexion oublié en cas d'échec
pl: nieudane logowanie zapomnij o minutach

source: minimum jstree search
ca: cerca mínima de jstree
de: minimum jsTree Suche
es: búsqueda mínima de jstree
fr: rechercher le minimum jstree
pl: minimalne wyszukiwanie jstree

source: image processing
ca: processament d'imatge
de: Bildverarbeitung
es: procesamiento de imágenes
fr: traitement d'image
pl: przetwarzanie obrazu

source: test mail receiver
ca: prova receptor de correu
de: Test-E-Mail-Empfänger
es: prueba de receptor de correo
fr: tester la réception de message
pl: odbiornik poczty testowej

source: send test mail
ca: enviar correu de prova
de: Test-E-Mail senden
es: enviar correo de prueba
fr: envoyer un message de test
pl: wyślij pocztę testową

source: mail
ca: email
de: E-Mail
es: email
fr: message
pl: poczta

source: mail transport username
ca: nom d usuari
de: Username
es: nombre de usuario
fr: nom d'utilisateur pour l'email
pl: nazwa użytkownika transportu poczty

source: mail transport host
ca: host
de: Host
es: host
fr: l'hôte pour l'email
pl: host transportu poczty

source: mail transport port
ca: port
de: Port
es: puerto
fr: port pour l'email
pl: port transportu pocztowego

source: mail from email
ca: correu des del correu electrònic
de: E-Mail Sender
es: correo del mail
fr: message de l'email
pl: poczta z e-maila

source: mail from name
ca: correu del nom
de: Name
es: correo del nombre
fr: message du nom
pl: poczta z imienia

source: tooltip IIIF enabled
ca: tooltip IIIF habilitat
de: Diese Checkbox selektieren um IIIF zu aktivieren
es: tooltip IIIF habilitada
fr: Sélectionnez cette case à cocher pour activer l'IIIF
pl: podpowiedź IIIF włączonas

source: URL need a trailing /
ca: L'URL necessita / al final
de: URL braucht ein / am Ende
es: La URL necesita un / al final
fr: Il faut un / à la fin de l'URL
pl: Adres URL wymaga końcowego /

source: tooltip IIIF URL
ca: Estableix el URL complet al servidor d'Image API, ex. https://elteuservidor.eu/iiif/
de: Die komplette URL zum Image API Server, z.B. https//yourserver.eu/tiff/
es: Establece el URL completo al servidor Image API, ex. https://tuservidor.eu/iiif/
fr: Définissez l'URL complète vers Image API Server, par exemple https://yourserver.eu/iiif/
pl: podpowiedź IIIF URL

source: version
ca: versió
es: versión
pl: wersja

source: tooltip IIIF version
ca: tooltip versió IIIF
de: Die Version des Manifestes die von OpenAtlas zur Verfügung gestellt wird.
es: tooltip versión IIIF
fr: La version du manifeste fournie par OpenAtlas
pl: podpowiedź IIIF wersja

source: conversion
ca: Conversió
de: Konvertierung
es: conversión
pl: konwersja

source: tooltip IIIF conversion
ca: Controla si les imatges es converteixen en piramid-TIFFs. 'Deflate' es 'lossless' però els fitxers poden ser grans, els jpeg resulten molt més petits de mida però no són 'lossless'
de: Ob Bilder in pyramid-TIFFs konvertiert werden sollen, deflate ist ohne Verlust aber Dateien können groß werden, jpeg resultiert in kleinere Dateien aber ist nicht ohne Verlust
es: Controla si las imágenes se convierten en piramid-TIFFs. 'Deflate' es 'lossless' pero los archivos pueden ser grandes, los jpeg resultan mucho más pequeños de tamaño pero no son 'lossless'
fr: Vérifie si les images sont converties en TIFFs pyramidaux. La réduction est sans perte mais la taille des fichiers peut être grande, le jpeg entraîne des tailles de fichiers bien plus petites mais est avec perte.
pl: podpowiedź Konwersja IIIF

source: path
ca: ruta
de: Pfad
es: ruta
fr: chemin
pl: ścieżka

source: tooltip IIIF path
ca: Estableix la ruta a la zona de llançament de la imatge IIIF que correspon amb la carpeta del servidor de l'API d'imatges, per exemple, /var/www/iipsrv/ si heu seguit la instal·lació d'OpenAtlas per defecte. Tingueu en compte que aquesta carpeta ha de ser accessible (escriptura i execució) per al servidor web.
de: Der absolute Pfad zur IIIF image drope zone, z.B. /var/www/iiif
es: Establece la ruta a la zona de lanzamiento de la imagen IIIF que corresponde con la carpeta del servidor de la API de imágenes, por ejemplo, /var/www/iipsrv/ si se ha seguido la instalación de OpenAtlas por defecto. Hay que tener en cuenta que esta carpeta debe ser accesible (escritura i execución) para el servidor web.
fr: Définissez la chemin absolu vers la zone de dépôt (glisser-déposer) d'image IIIF qui correspond avec le dossier du Image API Server, par exemmple /var/www/iipsrv/ si vous suiver l'installation d'OpenAtlas par défaut. Soyez conscient que ce dossier doit être accessible (en écriture et en exécution) pour le serveur web.
pl: ścieżka podpowiedzi IIIF

source: convert on upload
ca: convertir en pujar
de: beim Upload konvertieren
es: convertir al subir
fr: convertir pendant le téléversement
pl: konwertuj podczas przesyłania

source: tooltip IIIF convert on upload
ca: controla si les imatges es converteixen en TIFF de piràmide. El 'deflate' no té pèrdues però la mida dels fitxers pot ser gran, el jpeg resulta en una mida de fitxers molt més petita però amb pèrdues de qualitat
de: ob Bilder in pyramid-TIFFs konvertiert werden sollen, deflate ist ohne Verlust aber Dateien können groß werden, jpeg resultiert in kleinere Dateien aber ist nicht ohne Verlust
es: controla si las imágene se convierten en TIFF de pirámide. El 'deflate' no tiene pérdidas pero el tamaño de los archivos puede ser grande. En cambio, el jpeg resulta en ficheros de mucho menor tamaño, pero con pérdidas de calidad
fr: vérifie si les images sont converties en TIFFs pyramidaux. La réduction est sans perte mais la taille des fichiers peut être grande, le jpeg entraîne des tailles de fichiers bien plus petites mais est avec perte.
pl: podpowiedź IIIF konwertuj podczas przesyłania

source: apply
ca: aplica
de: Anwenden
es: aplica
fr: appliquer
pl: aplikacja

source: limit
ca: límit
es: límite
fr: limite

source: all
ca: tot
de: Alle
es: todo
fr: tout
pl: wszystkie

source: priority
ca: prioritat
de: Priorität
es: prioridad
fr: priorité
pl: priorytet

source: default map zoom
ca: zoom de mapa predeterminat
de: Standard-Zoom-Stufe für Karten
es: zoom de mapa predeterminado
fr: zoom par défaut de la carte
pl: domyślne powiększenie mapy

source: max map zoom
ca: zoom máxim del mapa
de: Maximale Zoom-Stufe für Karten
es: zoom máximo del mapa
fr: zoom maximal de la carte
pl: maksymalne powiększenie mapy

source: disable clustering at zoom
ca: desactivar l'agrupació al zoom
de: Gruppierung bei Zoom ausschalten
es: deshabilitar el agrupamiento en el zoom
fr: désactiver le regroupement en zoomant
pl: wyłącz grupowanie podczas powiększania

source: max cluster radius
ca: radi màxim del grup
de: Maximaler Gruppierungsradius
es: radio de grupo máximo
fr: rayon maximum de regroupement
pl: maksymalny promień klastra

source: username
ca: nom d'usuari
es: nombre de usuario
fr: nom d'utilisateur
pl: nazwa użytkownika

source: maximum file size in MB
ca: mida màxima del fitxer en MB
de: Maximale Dateigröße in MB
es: tamaño máximo del archivo en MB
fr: taille maximale du fichier en Mo
pl: maksymalny rozmiar pliku w MB

source: profile image width in pixel
ca: amplada en píxels de la imatge del perfil
de: Bildbreite des Profils in Pixel
es: ancho, en píxeles, del retrato
fr: largeur de l'image du profil en pixel
pl: szerokość obrazu profilowego w pikselach

source: search
ca: cerca
de: Suche
es: busca
fr: rechercher
pl: szukaj

source: full name
ca: nom complet
de: Voller Name
es: nombre completo
fr: Nom complet
pl: pełne imię

source: tooltip full name
ca: Opcional, ajuda a ser identificat per altres usuaris.
de: Optional, hilfreich für andere User um die Identität zu erkennen
es: Opcional, ayuda a ser identificado por otros usuarios.
fr: Optionnel, cela aide à être identifié parmi les autres utilisateurs
pl: podpowiedź pełnej nazwy

source: email
ca: correu electrònic
es: correo electrónico
